["A home without books is a body without soul.","Let us pick up our books and our pens, they are the most powerful weapons.","A reader lives a thousand lives before he dies . . . The man who never reads lives only one.","Reading will help you to discover your sacred-self.","Books are the depositary of everything that is most honourable to man.","Books are mirrors; you only see in them what you already have inside you.","Cultivate above all things a taste for reading.","Reading is dreaming with open eyes.","We lose ourselves in books. We find ourselves there, too.","Let\\u2019s be reasonable and add an eighth day to the week that is devoted exclusively to reading.","Book sharing of life and experiences with other people. This is lifetime notes for all generations.","Being Alone with Your Book.","Sleep is good\\u2026 And books are better.","Just imagine what you are losing just because you are not reading!","Book sharing of life and experiences with other people.This is lifetime notes for all generations.","she made her home in between the pages of books.","So please, oh please, we beg, we pray, go throw your TV set away, and in its place you can install a lovely bookshelf on the wall.","Many people, myself among them, feel better at the mere sight of a book.","Reading shaped my dreams, and more reading helped my dreams come true.","Chase knowledge through the pages of a book.","Books are a treasured friend, however it\\u2019s difficult to explain it to a non-reader.","Anyone who says they have only one life to live must not know how to read a book.","I am happy to have all the books I need to read.","One woman have a weakness for shoes\\u2026 I can go barefoot if necessary. I have a weakness for books.","The reading of all good books is like conversation with the finest (people) of the past centuries.","If you only read the books that everyone else is reading, you can only think what everyone else is thinking.","Until I feared I would lose it, I never loved to read. One does not love breathing.","There always comes a moment when I'd rather be reading a book.","I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","You can never get a cup of tea large enough or a book long enough to suit me.","We expect a great man to be a good reader.","I always return from my travels with new books.","It simply isn\\u2019t an adventure worth telling if there aren\\u2019t any dragons.","If a book is well-written, I always find it too short.","Never trust anyone who has not brought a book with them.","Reading a book is a silent conversation between two friends.","Life is a book.","For one thing, I know every book of mine by its scent.","We live for books.","Never trust anyone who has not brought a book with them.","You don\\u2019t have to burn books to destroy a culture. Just get people to stop reading them.","Reading is essential for those who seek to rise above the ordinary.","There are many little ways to enlarge your child\\u2019s world. Love of books is the best of all.","Books are not made for furniture, but there is nothing else that so beautifully furnishes a house.","On silent moonless nights, I don\\u2019t feel lonely! I have my greatest friends \\u2013 my books for company","Except a living man, there is nothing more wonderful than a book!","A good bookshop is just a genteel Black Hole that knows how to read.","The man who does not read has no advantage over the man who cannot read.","Books are uniquely portable magic.","Books are a uniquely portable magic.","Talent alone cannot make a writer. There must be a man behind the book.","Anyone who says they have only one life to live must not know how to read a book.","There is no friend as a loyal book.","Books have immortalized great minds. Books have kept ancients secrets alive. A world which least value books, least value the real essence of wisdom and least know how to preserve what is precious!","Think before you speak. Read before you think.","There is no frigate like a book to take us lands away.","One must be rich in thought and character to owe nothing to books.","I find television very educating. Every time somebody turns on the set, I go into the other room and read a book.","Books and doors are the same thing. You open them, and you go through into another world."]