["I'd press pause on my favourite song for you.","The best thing to hold onto in life is each other.","Home is wherever I'm with you.","The real holiday is February 15th, when all of the candy goes on sale.","Happiness comes from within, not from men.","Hugs, kisses, valentine wishes.","Valentine's Day s**ks, but you don't.","Dear honey, your smile certainly sets my heart on fire. I love you, Happy Valentine's Day!","That's why they call them crushes. If they were easy, they'd call them something else.","My only wish today is to rush into one of my exes with my new valentine.","Love you today, tomorrow, forever.","If paper valentines were still a thing, I'd give mine to you.","I like it better when I'm with you.","Caution: This Insta post may be too cute to handle.","Support the greeting card companies today, Happy Valentine's Day.","I love you more than I have ever found a way to say to you, my baby.","This year, rather than candy for your valentine, why not liquor instead?","I puggin' love you, always.","If I did anything right in my life, it was when I gave you my heart.","You're so lucky to have me on this valentine's day.","Will you accept this rose? My Pet Cutie.","I found the person who annoyed me the least and called it love.","Draw me like one of your French bulldogs.","You're still the one for me.","See! He's her lobster.","Love the wine you're with.","If you're a bird, I'm a bird.","You're doggone cute.","I'm in love with you, and I'm not in the business of denying myself the simple pleasure of saying true things.","I know that it's rude to stare, but I can't take my eyes off of you.","Love doesn't make the world go round. Love is what makes the ride worthwhile.","Life is better when we're going through it together.","Call me Cupid.","You + Me = Lovely Heart.","Valentine's Day is in 4 days, so if you are secretly in love with me, I suggest you reveal it now.","I love you for being my emergency contact.","I like you very much, just as you are.","I make a mess without you.","Happy Single Awareness Day to me.","Every love story is beautiful, but ours is my favourite.","If we were on a sinking ship, I'd share my door with you.","A true love story never ends.","If you live to be a hundred, I want to live to be a hundred minus one day, so I never have to live without you. Happy Valentine's day.","A day for my bae.","Will you accept my rose?on this valentine day","You're my everything. Everything else is\\u2026 everything else.","I 'like' love you.","I only have heart eyes for your love.","If we were on a sinking ship, I'd share my door with you.","I followed my heart, and it led me to the fridge.","All you need is love\\u2026 and a lovely dog.","My favourite place in all of the world is next to you.","Love is just a word until someone comes around and gives it meaning.","Spending Valentine's Day with my favourite person: myself.","I'm a girl, standing in front of a boy, asking him to love her.","You make my heart smile.","I loved you yesterday, I love you; still, I always have\\u2026","Gravitation cannot be held responsible for people falling in love.","Every day is valentine's day when you are in the right relationship.","I want everyone to meet you. You're my favourite person of all time.","Roses are red. Violets are blue. My Valentine's date is cuter than you.","Happy Valentine's Day to myself. I love you very much.","The best things in life are better with you.","My Valentine deserves all the Milk-Bones.","A successful marriage requires falling in love many times, always with the same person.","When you realise you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.","Pick me. Choose me. Love me.Happy Valentines day","I'm just howlin' for you.","Whatever our souls are made of, his and mine are the same.","I'd try any trick to get a Valentine like you.","If paper valentines were still a thing, I'd give mine to you.","You were the song stuck in my head. Every song that I've ever loved.","You're still the one.","Hey Valentine, I dig you.","Support the greeting card companies, Cause today, is Happy Valentine's Day.","You + Me = Perfect Couple.","By the way, I'm wearing that smile you gave me.","Love is old, love is new, love is all, love is you.","To all my friends who are committed: Happy Valentines' Day\\u2026. and to all my single friends, Happy Independence Day.","Happy Valentine's Day to the couple who always welcomes me as a third wheel.","Sorry, I'm in a relationship with champagne.","Pretty sure I love you more.","The best thing to hold onto in life is each other.","If you can't celebrate Valentine's Day with someone you love, celebrate it with alcohol and pizza.","You're the best person to spend this annual obligation with.","Don't fall in love with the most beautiful person in the world, but fall in love with those who make your world more beautiful.","We are most alive when we're in love.","I love you as Kanye loves Kanye.","You're my everything. Everything else is\\u2026 everything else.","Single, and not ready to mingle, thanks for looking.","Anybody knows where the cheapest place to buy a dozen red roses is?\\u2026 asking for a friend.","Here's to my true love: My Pizza.","A dozen roses: $20, a box of chocolates: $10, a Happy Valentines Day card: $5, still having $35 because you're single: priceless!","My love for you transcends all things, so don't expect a Valentine's Day card or gift from me.","If I did anything right in my life, it was when I gave you my heart.","Love is in the air, trying not to breathe.","It's almost Valentine's Day, and I still don't know what to get myself yet.","I'm so glad I have YOU. I love you, and I hope you have a pleased Valentine's Day.","You know you are in love when you can't fall asleep because reality is finally better than your dreams.","Happy Valentine's Day to myself. I love you.","Roses are red. Violets are blue. My Valentine's date is cuter than you.","Roses are Red, Violets Are Blue, Sunflowers Are Yellow, I bet you were expecting something romantic, but these are just gardening facts.","Will you beagle my Valentine?","Words cannot express my love for you.","You are my greatest adventure.","If we were on a sinking ship, I'd share my door with you.","It is astonishing how little one feels alone when one loves.","Life is better when we're going through it together.","Here's to being my emergency contact someday.","The world needs more love and fewer work emails.","I love you more than coffee, but please don't make me prove it.","I want you to know I adore you and think you're as awesome as the stars and planets. Happy Valentine's Day!","I love you because you make me ridiculously happy.","If you're a bird, I'm a bird.","Three words, eight letters. Say it, and I'm yours for always.","True love stories never have endings.","You are the only one that I want to share Valentine's Day with.","Spending time with you is poodles of fun.","All of me loves all of you.","You and I are meant to be.","I found the person who annoyed me the least and called it love.","I love you more than my chocolate.","You're my Valentine and always will be. Happy Valentine's Day!","I asked Cupid to fetch me a Valentine, and here you are.","Still crushing on you since the moment we met.","Every day, I thank God for He allowed me to meet you in my journey in life. I love you.","Every love story is beautiful, but ours is my favourite.","I wish I had done everything on Earth with you.","We are most alive when we're in love.","I woof you today and every day.","I labour-adore this pic.","Every pizza I love every pizza you.","All you need is love. And a little chocolate.","I will be busy this Valentine's Day spending time with my EX\\u2026\\u2026.Box 360.","You feel like home.","Love is being stupid with together.","Love is something eternal; the aspect may change, but not the essence.","Shout out to all of the last minute people buying stuff on Valentine's Day, the struggle is real for you today.","Love isn't something you find. Love is something that finds you.","I love to love you.","I've fallen many times\\u2026 always with you.","I accepted your rose.","I want you to know that you are the one. Be my one and only, Valentine.","I dig spending time with my Valentine.","You are my blue crayon, the one I never have enough of, the one I use to colour my sky.","Love is the strongest force the world possesses, and yet it is the humblest imaginable.","I only have heart eyes for you.","If paper valentines were still a thing, I'd give mine to you.","I'd love to hold you close, tonight and always.","You are positively the best.","When you realise you want to spend the rest of your life with somebody, you want the rest of your life to start as soon as possible.","If you can't celebrate Valentine's Day with someone you love, forget about it at a bar that you like.","Every day's your birthday and every night your Valentine.","when you smile, the whole world stops and stares for a while, because you're amazing, just the way you are.","You make me incredibly happy.","You may hold my hand for a while, but you hold my heart forever.","Is there anyone cuter than you?","Single, Too fabulous to settle.","I fell in love the way you fall asleep: slowly, and then all at once.","Here's to being my emergency contact someday.","Roses are red. Violets are blue. My favourite thing is to go on walks with you.","Hey doggo, my heart is in always your paws.","You're the only person I send the heart eyes emoji too.","I love you, and I like it.","In a relationship with just You.","You are a romantic and thoughtful man. I am lucky to have your heart.","You were red, and you liked me because I was blue.","If you only have one smile in you, give it to the people you love.","Anybody knows where the cheapest place to buy a dozen red roses is?\\u2026 asking for a friend.","Puggin' love this little dude.","Three words, eight letters. Say it, and I'm yours.","It's a love story, baby says yes.","You're my person.","All you need is love. But a little chocolate now and then doesn't hurt.","All my singles ladies.","All you need is love. But a little chocolate now and then doesn't hurt.","My valentine has still not wished me 'Happy Valentine's Day.' Did I do something wrong, or is it because he's a cat?","This year, rather than candy for your valentine, why not liquor instead?","If I know what's love, it's because of you.","You are my only one in 6 billion.","I love you more each day.","I bring my kids to a romantic restaurant on Valentine's day as a birth control reminder to the other couples.","Happy Valentine's Day to the most beautiful woman in the world!","Every pizza I love every pizza you.","Felt cute. Might cuddle with my dog later.","My favourite place in the world is in your arms.","You make me laugh, but most of all, you make me feel loved. Happy Valentine's Day Baby."]