["A little party never killed anybody","Doobie or not doobie.","Bring on the night","Time to dance on the table.","Keep Calm and Party in the Club!","You know you're drunk when you fall off the floor.","I wish some nights lasted forever.","Sleep all day. Party all night. Never grow old. Never die. \\u2665","One Tequila, two Tequila, three Tequila, floor.","It's been one blur of fun.","Let the good time roll.","I chill harder than you party.","A party without cake is just a meeting","Never miss a chance to DANCE","Make the most out of tonight and worry about it all tomorrow.","When I read about the evils of drinking, I gave up reading.","Wine not?","Alcohol you later","Trust me you can dance. \\u2013 Vodka","Soup of the day: Tequila","Good girl with bad habits.","When life hands you lemons, bust out the Tequila and salt!","When I read about the evils of drinking, I gave up reading.","Last Friday night; Yeah we danced on tabletops. And we took too many shots. Think we kissed, but I forgot?","You are the gin to my tonic","Taco 'bout a party","Be as bubbly as your drink","Sip Sip Hooray","Anything possible with a little lipstick and champagne","Do it for the after photo","Are 24 hours in a day and 24 beers in a case a coincidence? I think not.","Twinkle, Twinkle little star\\u2026 Point me to the nearest bar.","Let's Party","It's my party and I'll cry if I want","All the things I really like to do are either immoral, illegal, or fattening.","Come on Barbie, Let's party","I don't do drugs, I am drugs.","Life is made of small moments like this","Life is a party, dress like it.","Happy holla days.","All I want is good music, great friends, bright lights and late nights.","I have found that often forgiveness is easier to obtain than permission.","Life is a party.","Pop the champagne, she is changing her name.","I remember times I had. Some were happy, some were sad. Memories, me and my partners in crime. Throwing up a thousand times.","The night is not just here to sleep","When I'm good, I'm good\\u2026but when I'm bad I'm better.","Friends who slay together stay together."]