["Grateful for the people by my side for each birthday","Old enough to know better, still young enough to get away with it","It\\u2019s your birthday prince charming.","Celebrating with my family","I\\u2019m thankful to my creator for all what he has done in my life.","My heart is so full","There is no place like a birthday party. \\u2013 The Wizard of Oz","Happy Birthday to me, the only person I have lie to about age ????","Keep Calm \\u2019cause I\\u2019m the birthday girl.","Turned my birthday into a lifestyle.","I was born with a Gift, the Gift of awesomeness I\\u2019m not just a year older I\\u2019m also a year better and prettier.","It\\u2019s my birthday! Happy Birthday to me!","Happy Birthday Mr. Awesome","Celebrating with my favorites","Birthday. Happy Birthday. -James Bond Movies","Thanks to everyone who took the time to wish me a Happy Birthday!","Today is the birthday of one of the world\\u2019s greatest Men.","21 and oh so fun!","Happy birthday to the most amazing man ever.","Cheers to many more years to come!","The thing is I love birthday celebrations.","I\\u2019ll live today like it\\u2019s my birthday! (Cause it is)","Go shawty, it\\u2019s sherbert day!","Wishing myself a very happy birthday!","On this day, a queen was born","Queens are born in (birthday month)!!","I can\\u2019t help being cute, I was born this way.","Kings are born in (birthday month)!!","And I\\u2019m ready to partay \\u2013 Bridesmaids","I want to thank everyone for the special day, come and join me as I celebrate it.","Well, guys, it\\u2019s official. I\\u2019m Old lol","Yay! It\\u2019s my birthday once again!","Keep Calm because a princess was born on this day.","Had the best birthday ever!","Facebook has some exciting news today","A whole day to celebrate","Keep Calm & Sing Happy Birthday to Me.","Thank you, God, for blessing me with another wonderful year.","It\\u2019s my birthday week! Yipee!","A simple celebration, a gathering of friends, a joy that never ends.","I got it from my mama!","You\\u2019re never too old to be young \\u2013 Snow White","Found my birthday crown","Thank you, mom, for giving birth to this wonderful child.","Let\\u2019s celebrate the best boyfriend in the world!","Today, I just want to thank God for adding another year to my life.","I can\\u2019t help being cute, I was born this way.","Today was the only day when I cried & my mother smiled on it.","So, this is what 40 (fill your age here) looks like.. You have been warned."]