["What feels like the end is often the beginning.","You rock, don\\u2019t ever change.","Trading in my textbooks for coconut drinks by the pool.","It always seems impossible until it\\u2019s done.","When you realize that all you learned in Algebra 2 will not matter to you in your future life.","Life is my college. May I graduate well, and earn some honors!","Less grades, more shades.","Time to make the magic happen.","As we go on, we remember, all the times we had together.","Hey Google, why don\\u2019t you sit next to me during my exam?","Your education is a dress rehearsal for a life that is yours to lead.","The highest result of education is tolerance.","And so the adventure begins.","The greatest adventure is what lies ahead.","Schools out for the boys, schools out for the boys","Some of these people I\\u2019ll never see again, but they\\u2019ll always hold a place in my heart.","Whatever you do, do it well.","The future\\u2019s so bright, I gotta wear shades.","You\\u2019re off to great places! Today is your day! Your mountain is waiting, so get on your way!","No matter how much I complain about school, I always miss it when I leave.","Don\\u2019t cry because it\\u2019s over. Smile because it happened.","We graduated just to go to school again.","Too cool for school","Don\\u2019t cry because it\\u2019s over, smile because it happened.","Once you become fearless, life becomes limitless.","The two most important days in your life are the day you are born, and the day you find out why.","What we learn with pleasure we never forget.","Why do teachers think it\\u2019s okay to plan for loads of homework and projects the last few days of school? Give me a break.","School uses a lot of paper, paper comes from trees, trees give us oxygen, we need oxygen to live. Oh, cool. Teachers want to kill me.","What feels like the end is often the beginning.","It is absolutely still possible to make a difference.","The only good thing about this math exam is that for each question I at least have a 25% chance of getting it right.","The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.","If your dreams do not scare you, they are not big enough.","This day will never happen again, make the most of it!","I never dreamed about success. I worked for it.","There\\u2019s just no telling how far I\\u2019ll go.","It\\u2019s been one blur of fun.","School\\u2019s cool, but I\\u2019m ready for the pool.","Admit it, you\\u2019re going to miss it when it\\u2019s over.","The best views are the hardest to climb.","Thanks for the mems","We didn\\u2019t realize we were making memories, we just knew we were having fun.","An investment in knowledge always pays the best interest.","I\\u2019m not a bad student, my study breaks are just longer than my study time!",".I think I\\u2019m quite ready for another adventure.","We may live in an age of instant messaging, instant gratification and Instagram, but there is no way to short circuit the path to success.","Formal education is designed to develop human resources, not human beings.","Be fearless in the pursuit of what sets your soul on fire.","I am still waiting for the day I\\u2019ll use MATHEMATICS integration in real Life.","\\u201cTake pride in how far you\\u2019ve come. Have faith in how far you can go. But don\\u2019t forget to enjoy the journey. \\u2013 Michael Josephson","The future belongs to those who believe in the beauty of their dreams.","That for which there is no school will be taught to us by life.","What I learned in boating school is \\u2026","The thing about new beginnings is that they require something else to end.","Just a girl who decided to go for it","The two best days of school: The first and the last.","She doesn\\u2019t even go here!","It\\u2019s the final countdown.","Don\\u2019t stop until you\\u2019re proud.","You are educated. Your certification is in your degree. You may think of it as the ticket to the good life. Let me ask you to think of an alternative. Think of it as your ticket to change the world.","She turned her cant\\u2019s into cans, and her dreams into plans.","Intelligence plus character\\u2014that is the goal of true education.","The best is yet to come.","The journey is the destination.","What sculpture is to a block of marble, education is to the human soul.","Let the new adventures begin","Education makes a people easy to lead, but difficult to drive: easy to govern, but impossible to enslave.","Instruction ends in the schoolroom, but education ends only with life. \\u2014 Frederick W. Robertson","I can\\u2019t keep calm. It\\u2019s the last day of school.","On to better and brighter things.","Let the new adventures begin.","It\\u2019s over. It\\u2019s finally over.","I can\\u2019t wait to sleep in every single day this summer.","Tomorrow will be a new chapter in my life. This book is getting very interesting.","HOMEWORK Stands for Half of my energy wasted on random knowledge.","Admit it, you\\u2019re going to miss me this summer.","Nobody said it was easy.","This is the beginning of anything you want.","The beautiful thing about learning is that nobody can take it away from you."]