["Come, woo me, woo me; for now I am in holiday humor and like enough to consent","Studies have shown that paddling a canoe makes you more awesome in general","Everyone needs something to believe in, and I believe I'll have a frozen ros\\u00e9 today.","Maybe Christmas doesn\\u2019t come from a store. Maybe Christmas perhaps means a little bit more!","My favorite place to vacation is anyplace by the ocean.","What I don\\u2019t like about office Christmas parties is looking for a job the next day","One of the most glorious messes in the world is the mess created in this living room on Christmas Day.","He's really cute. I feel great when I'm with him, which is an entirely new experience. And he's about ninety years old","The vacation we often need is freedom from our own mind.","The joy of brightening other lives, bearing each others' burdens, easing others' loads and supplanting empty hearts and lives with generous gifts becomes for us the magic of the holidays.","Isn\\u2019t it amazing how much stuff we get done the day before vacation?","Holiday pics or it didn't happen.","And after all that, however long all that may be, you'll go somewhere new. And you'll meet people who make you feel worthwhile again.","As one goes through life, one learns that if you don't paddle your own canoe, you don't move.","A vacation is what you take when you can no longer take what you\\u2019ve been taking.","An upcoming vacation gives us something to eagerly anticipate.","A vacation is having nothing to do and all day to do it in.","In the movies we have leading ladies and we have the best friend. You, I can tell, are a leading lady, but for some reason you are behaving like the best friend.","Take vacations, go as many places as you can, you can always make money, you can\\u2019t awakes make memories.","Blessed is the season which engages the whole world in a conspiracy of love","You're my Nemo. If you get lost in the great, big ocean, I'll just keep swimming to find you","For some quite inexplicably, love fades; for others love is simply lost. But then of course love can also be found, even if just for the night.","Come, woo me, woo me, for now I am in a holiday humor, and like enough to consent.","Sharing the holiday with other people, and feeling that you\\u2019re giving of yourself, gets you past all the commercialism..","Sisters like you are diamonds. They sparkle, and they truly are a girl's best friend.","May your walls know joy. May every room hold laughter and every window open to great possibility","An upcoming vacation gives us something to eagerly anticipate."]