["I\\u2019ve got thick skin and an elastic heart.","Sweet like candy to my soul, sweet you rock and sweet you roll.","Say you\\u2019ll remember me.","You da one that I dream about all day, you da one that I think about always.","Everybody\\u2019s vibing so don\\u2019t nobody start a fight.","Either you play the game or watch the game play you.","Somebody asked me if I knew you. a million memories flashed through my mind but I just smiled and said I used to.","F**k ya white horse and ya carriage.","Four\\u2019o clock and we ain\\u2019t going home, \\u2019cause I still got mo\\u2019 money.","Can't you play my head and not my heart?","The greatest loss is what dies inside while still alive.","Easy for a good girl to go bad.","Baby, you a star and all these others girls is extras","Call me crazy, we can both be insane a fatal attraction is common and what we have common is pain.","I\\u2019m no beauty queen, I\\u2019m just beautiful me.","Don\\u2019t say that you miss me, just come get me.","Eye to eye, so alive.","Be young, be dope, be proud.","We found love in a hopeless place.","You\\u2019re a shooting star I see, a vision of ecstasy.","We\\u2019re like diamonds in the sky.","Phresh out the runway.","I bet you wanna know what my crew about, you really wanna know how we get down.","Your lies are bullets, your mouth\\u2019s a gun.","Truth comes out when we're blacking out.","Believe in your flyness, conquer your shyness.","Patron shots can I get a refill? I still got mo\\u2019 money.","Nobody said it was easy, no one said it would be this hard.","I know you\\u2019re twisted, baby, but I am too.","Didn\\u2019t they tell you that I was a savage?","All I see is signs. All I see is dolla signs.","I came fluttering in from Neverland.","Ready know you want it, Know you wanna take all my time But you can't be stingy","Stars don't disappear, they keep blazin', Even when the night is over I will still be here","Who\\u2019s gonna walk you through the dark side of the morning? It ain\\u2019t me.","To appreciate the sun, you gotta know what rain is.","I can see your sad even when you smile even when you laugh I can see if in your eyes deep inside you wanna cry.","I had to let go of us to show myself what I could do","You made plans and I made problems","We might not have many riches but we're alive, Smiling through the tears and giving cheers, These are the wonder years","Darling I\\u2019m a nightmare dressed like a daydream.","People look at you and say you changed, as if you worked that hard to stay the same.","Honestly, I'm over her and her lies, Cartier over my eyes while I analyze","Somewhere down the road might just meet up at the right time.","Lights will guide you home, and ignite your bones.","Sometimes the wrong ones are just what you need","She acts like summer and walks like rain.","Love is just a word but you bring it definition.","Feels so good being bad.","Feeling good living better.","So baby don\\u2019t feel any pain just smile back","I love you more than money. Love you more than dope","So shine bright tonight, you and I.","Find me where the wild things are.","More than just survival. This is my revival.","So go on and let the rain pour. I\\u2019ll be all you need and more.","Wishin' that I was your bottle\\u2026So I could be close to your lips again","Moving forward in a silent high","Give me the beat boys and free my soul.","I\\u2019m going dumb with all my friends.","We ain\\u2019t picture perfect but we worth the picture still","You\\u2019re gonna keep my soul, it was yours to have long ago.","You\\u2019re the only one I notice. It\\u2019s really hard for me to focus.","It\\u2019s getting Coyote Ugly up in here, no Tyra.","If I was you, I\\u2019d wanna be me too.","Baby I'm guilty Of turning sweet love into poison","You make me so happy, it turns back to sad","It won't be easy, but I'm down for the ride","We\\u2019re beautiful like diamonds in the sky.","I'm getting kinda over this. I need a metamorphosis.","Life imitates art.","They say good things come to those who wait. So ima be at least about an hour late.","I\\u2019m throwin\\u2019 shade like it\\u2019s sunny.","Celebrate we will \\u2018cause life is short but sweet for certain.","I\\u2019d rather be smoking weed whenever we breathe.","You\\u2019re part of my entity, here for infinity.","She\\u2019s a good girl, loves her mama. Loves Jesus, and America too.","I\\u2019m gonna live like tomorrow doesn\\u2019t exist.","I got a different vibe like every second, It's like constantly I'm second guessing","Cheers to the freaking weekend.","If God got us, then we gon\\u2019 be alright.","I live for the nights that I can\\u2019t remember with the people that I won\\u2019t forget. \\u2013 Drake","Let me know when you\\u2019re ready to bleed, baby. You just need to send for me.","When the sunshine, we shine together.","I got to do things my own way, darling.","I hope you don't take this the wrong way, But I think your inside is your best side.","Now I\\u2019m four-five seconds from wildin\\u2019.","Look at me, I\\u2019m a loser, I\\u2019m good, I\\u2019m bad, I\\u2019m a sinner, I\\u2019m a killer, what I\\u2019m doing, I\\u2019m saying that I\\u2019m human.","I can\\u2019t really see another squad tryna cross us.","I'm never gonna let you close to me,Even though you mean the most to me","You could be the king but watch the queen conquer.","I swear this life is like the sweetest thing I\\u2019ve ever known.","You're unavailable, I'm insatiable","Made your whole year in a week.","Can\\u2019t keep my hands to myself (I mean I could but why would I want to?)","Might be mad in the morning but you know we goin\\u2019 hard tonight.","Even tough you-re fed up, you gotta keep your head up.","Stay up off my Instagram, pure temptation."]