["Eating good food is my favorite thing in the whole world. Nothing is more blissful.","Always serve too much hot fudge sauce on hot fudge sundaes. It makes people overjoyed and puts them in your debt.","You know, food is such \\u2013 it's a hug for people.","Life is a combination of magic and pasta.","I'm just someone who likes cooking and for whom sharing food is a form of expression.","Promises and pie-crust are made to be broken.","There is no sincere love than the love of food.","I cook with wine. Sometimes I even add it to the food.","There is no sincerer love than the love of food.","A taste of the food life.","First, we eat then we do everything else.","There's no we in fries.","I'm on a seafood diet. I see food, I eat it.","I like food. I like eating. And I don't want to deprive myself of good food.","Happiness is homemade.","People who love to eat always the best people.","Cooking is like love. It should be entered into with abandon or not at all.","All I want for Christmas is food","There's nothing more romantic than Italian food.","The only thing I like better than talking about Food is eating.","Donut worry be happy.","I think about food literally all day every day. It's a thing.","My friends tell me that cooking is easy, but it's not easier than not cooking.","If you combine good flavors, food turns into an orchestra.","I like hashtags because they look like waffles #","There is no sincere love than the love of food.","Cheese \\u2013 milk's leap towards immortality.","The closest I've been to a diet this year is erasing food searches from my browser history.","Food is for eating, and good food is to be enjoyed\\u2026 I think food is, actually, very beautiful in itself.","Cauliflower is nothing but cabbage with a college education.","Food is an important part of a balanced diet.","I'm soy into you.","Don't be upsetti, eat some spaghetti.","Ways to my heart: 1. Buy me food 2. Make me food 3. Be food","Your diet is a bank account. Good food choices are good investments.","Every time you use the word 'healthy,' you lose. The key is to make yummy, delicious food that happens to be healthy.","Donut kill my vibe.","I get way too much happiness from good food.","Count the memories not the calories.","Good food is good mood.","I think I was immediately fed, so food became a very important part of my life.","Let food be thy medicine and medicine be thy food.","If someone else is paying for it, food just tastes a lot better.","If I can, I love staying in pajamas all day and watching movies and eating good food.","We all eat, & it would be a sad waste of an opportunity to eat badly.","A balanced diet is a cookie in each hand.","I was always a junk food person, still am.","Anything is good if it's made of chocolate.","You're my baegal.","Everything you see I owe to spaghetti.","If food were free, why work?","Food is really and truly the most effective medicine.","The only thing I like better than talking about food is eating.","Life is a combination of magic and pasta.","You can't live a full life on an empty stomach.","Food is fuel","I love pizza. I want to marry it, but it would just be to eat her family at the wedding.","I like rice, rice is great if you're hungry and want 2000 of something.","Food is our common ground, a universal experience.","If you're afraid of butter use cream."]