["Do one thing every day that scares you.","Everything You need is already inside you, Get Started.","Whenever you find yourself on the side of the majority, it's time to pause and reflect.","Wherever you go, go with all your heart.","Learn from yesterday, live for today, hope for tomorrow.","Men are born to succeed, not fail.","With patience, you can even cook a stone.","All I need is a little time to get behind this sun and cast my weight. All I need is a peace of this mind. Then I can celebrate. Air. All I Need","Clouds come floating into my life, no longer to carry rain or usher storm but to add color to my sunset sky.","The individual who says it is not possible should move out of the way of those doing it.","My life is my message.","Nobody can go back and start a new beginning, but anyone can start today and make a new ending.","The individual who says it is not possible should move out of the way of those doing it.","Do one thing every day that scares you.","We're each responsible for the beauty we carry within.","Kindness is the language which the deaf can hear, and the blind can see.","And when the night is cloudy, there is still a light that shines on me. Shine until tomorrow. Let it be. The Beatles, Let It Be","Always remember that you're unique. Just like everyone else.","Life is 10% what happens to you and 90% how you react to it\\u2026","The power of imagination makes us infinite.","Only I can change my life\\u2026","Reality continues to ruin my life. ","Man cannot discover new oceans unless he dares to lose sight of the shore.","If the sun refused to shine, I would still be loving you. When mountains crumble to the sea, there will still be you and me. ","Failure will never overtake me if my determination to succeed is strong enough. ","Man cannot discover new oceans unless he has the courage to lose sight of the shore.","Dream big and dare to fail.","Learn from yesterday, live for today, hope for tomorrow.","Only seventeen, but she walks the streets so mean. It's alarming, truly, how disarming she can be. ","f you want to make beautiful music, you must play the black and the white notes together.","All great changes are preceded by chaos.","You don't have to like me. The important thing is for me to like me.","It's going to happen because I'm going to make it happen.","If not us, Who? If not, Now, When?","If not us, Who? If not Now, When?","Rule #1 of life. Do what makes YOU happy.","Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.","Learn from yesterday, live for today, hope for tomorrow.","There are no men like me. Only me.","I accept who I am.","If not us, who? If not, now, when?","It\\u2019s going to happen because I\\u2019m going to make it happen","A year from now, you will wish you had started today.","Success is not final, failure is not fatal: it is the courage to continue that counts.","I'm just a soul whose intentions are good. Oh Lord, please don't let me be misunderstood, The Animals, Don't Let Me Be Misunderstood.","We can be more than ever people. Beyond lust and desire, cut free, and individualize. Levitation, More Than Ever People.","Hope is a waking dream.","Didn't they tell you that I was a savage?","Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.","It doesn't matter where you are; you are nowhere compared to where you can go.","Today is the first day of the rest of your life.","If you have never failed, you have never lived.","Life's not perfect. But my hair is!","When in doubt, choose change.","Do not take life too seriously. You will never get out of it alive.","It's going to happen because I'm going to make it happen.","If you have never failed, you have never lived.","Don't be so humble - you are not that great.","They told me I\\u2019d never get that Far. They were right, I got even Further.","No matter how you feel, get up, dress up, show up, and never give up.","Don't let others decide who you are.","To be successful you have to be out there, you have to hit ground running.","I'm looking California and feeling Minnesota.","You have to let go at some point to move forward.","Today is the first day of the rest of your life.","Life is trying things to see if they work.","Life is trying things to see if they work.","Dream big and dare to fail.","Peace is more than the absence of war. Peace is accord. Harmony.","Hope is a waking dream.","All great changes are preceded by chaos.","GIRL BOSS","That which does not kill us makes us stronger.","1 Year = 365 Opportunities.","Optimism is the faith that leads to achievement.","Dream big and dare to fail.","The power of imagination makes us infinite.","The comeback is always stronger than the setback.","You miss 100 percent of the shots you never take.","An obstacle is often a stepping stone.","A year from now, you will wish you had started today.","They told me I'd never get that Far. They were right; I got even further.","Should this be the last thing I see, I want you to know it's enough for me. Because all that you are is all that I'll ever need. ","I'm a wanderer I'm a one night stand. Don't belong to no city. Don't belong to no man. I'm the violence in the pouring rain. I'm a hurricane.","God couldn't be everywhere, so he created mothers.","A beautiful thing is never perfect.","I bend, but I don't break.","May you live every day of your life.","If you have never failed, you have never lived.","When in doubt, choose change.","The power of imagination makes us infinite.","I'm not a businessman, I'm a business, man.","To be the best, you must be able to handle the worst.","By changing nothing, nothing changes.","Learn from yesterday, live for today, hope for tomorrow.","Everything You need is already inside you, Get Started.","Very little is needed to make a happy life; it is all within yourself, in your way of thinking.","An obstacle is often a stepping stone.","May you live every day of your life.","To be the best, you must be able to handle the worst.","Mindset is what separates the best from the rest.","The individual who says it is not possible should move out of the way of those doing it.","Learn from yesterday, live for today, hope for tomorrow.","Embrace the glorious mess that you are.","Peace is more than the absence of war. Peace is accord. Harmony.","It does not matter how slowly you go as long as you do not stop\\u2026","An obstacle is often a stepping stone.","Language is the key to the heart of people.","The worst part of success is trying to find someone happy for you. ","You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one. ","Action is the foundational key to all success.","If you woke up without a goal, then go back to sleep.","All great changes are preceded by chaos.","Man cannot discover new oceans unless he dares to lose sight of the shore.","Language is the key to the heart of people.","If not us, Who? If not, Now, When?","Son, why is the bottle of whiskey half empty? Because you're a pessimist dad.","Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind. ","Always be yourself, express yourself, have faith in yourself, do not go out and look for a successful personality, and duplicate it.","A choice is simple. Work on your life or Someone's else.","Wherever you go, go with all your heart.","I got my own back.","A year from now You\\u2019ll wish, you had started today","Do what you feel in your heart to be right - for you'll be criticized anyway.","If you want to make beautiful music, you must play the black and the white notes together.","Eighty percent of success is showing up.","Never too old, never too bad, never too late, never too sick to start from scratch once again.","If you have never failed, you have never lived.","In teaching others, we teach ourselves.","Language is the key to the heart of people.","Men are born to succeed, not fail.","Good things take time.","When in doubt, choose change.","A year from now you will wish you had started today.","Sometimes, good things fall apart so better things can fall together.","keep moving forward and don't give a s**t about what anybody thinks. Do what you have to do for you.","Whenever you find yourself on the side of the majority, it is time to pause and reflect.","You miss 100 percent of the shots you never take.","Action is the foundational key to all success.","It is better to be hated for what you are than to be loved for what you are not.","It doesn't matter where you are; you are nowhere compared to where you can go.","May you live every day of your life.","Quitter Never Win and Winners will never Quit.","The planet is fine. The people are f**ked. ","You were not given this life to be Average.","You must do the thing you think you cannot do.","The secret of getting ahead is getting started.","You must do the thing you think you cannot do.","Don't give it five minutes if you're not going to give it five years.","Each day, I get an opportunity to learn something new.","One day, all your hard work will pay off.","Today is the first day of the rest of your life.","I'm the one that's got to die when it's time for me to die, so let me live my life the way I want to.","God couldn\\u2019t be everywhere, so he created mothers.","Peace is more than the absence of war. Peace is accord. Harmony.","Eighty percent of success is showing up.","Eighty percent of success is showing up.","God couldn't be everywhere, so he created mothers.","Selfie quotes for your social media posts Some people want it to happen; some wish it would happen; others make it happen.","Sometimes, good things fall apart so better things can fall together.","Do one thing every day that scares you.","If you have never failed, you have never lived.","You don't have to be perfect to be amazing.","Life is trying things to see if they work.","Motivate Me, Support Me, or Get the F**k Out of My Way.","The self is made, not given.","Learn from yesterday, live for today, hope for tomorrow.","If you have never failed, you have never lived.","Be proud of yourself for how hard you're trying.","Your intuition will lead the way. You don't need to ask for directions.","Shoot for the moon. Even if you miss, you'll land among the stars. ","If you're reading this\\u2026 Congratulations, you're alive. If that's not something to smile about, then I don't know what is. ","A year from now You'll wish, you had started today.","Men are born to succeed, not fail.","Never too old, never too bad, never too late, never too sick to start from scratch once again.","Ever tried. Ever failed. No matter. Try Again. Fail again. Fail better.","Confidence is not 'they will like me.' Confidence is 'I'll be fine if they don't.'","Whenever you find yourself on the side of the majority, it's time to pause and reflect.","Whenever you find yourself on the side of the majority, it\\u2019s time to pause and reflect.","Action is the foundational key to all success.","In teaching others, we teach ourselves.","The best revenge is to live on and prove yourself.","Someone was hurt before you, wronged before you, hungry before you, frightened before you, beaten before you, humiliated before you, raped before you\\u2026 yet, someone survived\\u2026 You can do anything you choose to do.","Sometimes good things fall apart so better things can fall together.","f you want to make beautiful music, you must play the black and the white notes together.","It doesn\\u2019t matter where you are, you are nowhere compared to where you can go.","I don't know where I'm going from here, but I promise it won't be boring.","There is no greater agony than bearing an untold story inside you.","Don\\u2019t think for one minute that you are any less worthy of love and peace and harmony.","The best is yet to come.","I can't give you a sure-fire formula for success, but I can give you a formula for failure, try to please everybody all the time.","Good, better, best. Never let it rest. 'Til your good is better, and your better is best.","That's why they call it the American Dream because you have to be asleep to believe it. Until I saw this, I don't know what beautiful meant.","Be yourself; everyone else is already taken. ","You must do the thing you think you cannot do.","Hope is a waking dream.","Don\\u2019t say you don\\u2019t have enough time. You have exactly the same number of hours per day that were given to Helen Keller, Pasteur, Michaelangelo, Mother Teresea, Leonardo da Vinci, Thomas Jefferson, and Albert Einstein.","Getting over a painful experience is much like crossing monkey bars.","Never too old, never too bad, never too late, never too sick to start from scratch once again.","You miss 100 percent of the shots you never take.","Stars can't shine without darkness.","Don't think for one minute that you are any less worthy of love and peace and harmony.","Confidence level: selfie with no filter.","Getting over a painful experience is much like crossing monkey bars. You have to let go at some point in order to move forward.","Nothing can stop me; I'm up.","Wherever you go, go with all your heart.","Dream as if you'll live forever, live as if you'll die today.","Giving up smoking is the easiest thing in the world. I know because I've done it thousands of times.","To be the best, you must be able to handle the worst.","There is some sweet innocence in being human - in not having to be just happy or just sad - like being able to be both broken and whole, at the same time. ","In teaching others, we teach ourselves."]