["True lovers are never apart. May be in distance but never in heart.","You'll be mine and I'll be yours. Forever.","There are only two times that I want to be with you..Now and Forever.","Thank you for reminding me what butterflies feel like.","Some hearts understand each other, even in silence.","Free hot dogs and chili, you always pay for them later","The rose and the thorn, and sorrow and gladness are linked together.","Let no one think I gave in.","Give me the chocolate and nobody gets hurt","Love took slow steps towards your heart..!!","The perfect blend!","Love is when the other person's happiness is more important than your own.","Everyone said I could be Anything\\u2026 So I became Sexy!","One of the best feelings in the world is when you hug someone you love and they hug you back even tighter.","Thank god someone threw me away so you could pick me up and love me.","I am not trying to give an image of a fairy-tale, perfect, everything else, I am just being myself.","I want to be in your arms, where you hold me tight and never let me go.","You are like a candle. When you came, you brought light to my life.","Some people are worth melting for.","Your arms feel more like home than any house ever did.","Every tall boy needs a short girl by his side.","I love you more than i have ever found a way to say to you.","I would give up my happiness just to see you smile.","Alone we can do so little; together we can do so much.","My dream wouldn't be complete without you in it.","You are like a candle. When you came, you brought light to my life.","I'm much more me when I'm with you.","My favorite place in all the world is NEXT TO YOU.","With You, I forget all my problems. With You, Time Stands Still.","A girl needs to be reminded sometimes.","Life and death are balanced on the edge of a razor.","There is no point in crying, the tears won't bring you back to me.","So, you're on Instagram? You must be an amazing photographer","When you are around..nothing else really matters!!","Onions make me sad. A lot of people don't realize that.","Everybody knows that something's wrong but nobody knows what's going on.","Sometimes I can't see myself when I'm with you. I can only just see you.","Anyone can catch your eye, but it takes someone special to catch your heart.","The sky isn't always blue. The sun doesn't always shine. So it's okay to fall apart sometimes.","When You Sit Alone \\u2026You Sit With Your Past \\u2026","Lives change like the weather. I hope you remember today is never too late to be brand new.","I don't always study, but when I do, I don't","My heart is perfect because you are inside.","You take me to another level of happiness.","Me? Weird? B*tch Please! I am Limited Edition.","You may hold my hand for a while, but you hold my heart forever.","If loving you is wrong, then I don't wanna be right.","I am who I am, I am what I am, I do what I do and I ain't never gonna do it any different. I don't care who likes it and who doesn't.","Your smile is a key, to my unlock happiness.","A relationship is perfect when it doesn't have you and me, but when it has us.","I am not perfect. I make mistakes. But when I say Sorry I mean it!","Take me as I am, or watch me as I go.","I like ME a little bit more when I'm with YOU.","I want to be with you until my last page.","We go together like COPY & PASTE.","If you're going to make me cry, at least be there to wipe away the tears.","The moment when she says you're cute","You are the risk I'll always take.","Without you, I'm nothing. With you, I'm something. Together, We're everything.","One smile can't change the world, but your smile changes mine.","I think you're lacking vitamin mE.","I used to have superpowers but the psychiatrist took them away.","Love doesn't need to be perfect, it just needs to be true.","You are my happiness..!!","Together we are complete.","My love for you keeps increasing every second.","Every day I spend with you, becomes the best day of my life.","I feel the fragrance of LOVE everywhere when you are near me.","Be patient and tough; someday this pain will be useful to you.","I know my silence and my tears will heal my pain one day.","My heart is and always will be yours.","Sometimes you have to know when to stop hoping.","When I'm with you, hours feel like seconds. When we're apart, days feel like years.","Marriage is a workshop..where husband works & wife shops..It's shopping time..!!","You're my favorite place to go when my mind searches for peace.","Your love will keep growing.","She just left, I miss her already","If I know what love is, it is because of you.","I still get butterflies even though I've seen you a hundred times.","Even if I spent the whole day with you. I will miss you the second you leave.","If I were you, I would adore me.","Anywhere with you is better than anywhere without you.","When I fell for you, I fell Hard.","99 percent of lawyers give the rest a bad name.","I fell in love with you because you loved me when I couldn't love myself.","I don't need your approval to be me.","There is a guy who stole my heart and he calls me his wife with love.","You are my everything.","Meanwhile in Russia","Nothing can replace you!","Say \\u201cBeer Can\\u201d with a British accent. I just taught you to say \\u2018Bacon' with a Jamaican accent","I was both loved and hated for being upfront. But I was just being myself.","I consider myself as a champion in life as I have you by my side.","Together we make a family.","I like being myself. Maybe just slimmer, with a few less wrinkles.","I take a lot of pride in being myself. I'm comfortable with who I am.","Cute girl walking in front of you. Decrease speed until walking in front of you.","Individually, we are one drop. Together we are an ocean.","Falling in love all over again.","Girls be like, caught off guard but still cute"]