[
  "I sure am handsome. I can\\u2019t lie. This is one handsome guy",
  "Positive anything is better than a negative nothing.",
  "I may not be the best, I may not be loved by anyone but I am me. That\\u2019s what makes me special.",
  "I find strength in pain.",
  "I was cool \\u2013 until global warming made me hot.",
  "I don\\u2019t need to explain myself because I know I\\u2019m right",
  "Don\\u2019t copy, pick your own style",
  "A positive attitude will lead to positive outcomes.",
  "I wish I had \\u2018Google\\u2019 in my mind and \\u2018Antivirus\\u2019 in my heart.",
  "My opinions may have changed, but not the fact that I am right.",
  "You have to be ODD, to be number ONE.",
  "A gentleman is simply a patient wolf.",
  "Coffee in one hand, confidence in the other.",
  "When life gives you lemons, make lemonade",
  "The style is a reflection of your attitude and your personality.",
  "When you feel like quitting, think about why you started",
  "I\\u2019m not special. I\\u2019m a limited edition.",
  "Guess what? Dragons are imaginations, or else I would burn each one of you.",
  "Your intelligence is my common sense.",
  "Yeah, you know that money talk, I am the ventriloquist.",
  "I don\\u2019t have an attitude problem, you have a perception problem.",
  "Only great minds can afford a simple style.",
  "I don\\u2019t care what you think of me! Unless you think I\\u2019m awesome \\u2013 in which case, you\\u2019re right! Carry on\\u2026",
  "It\\u2019s so beautiful when a boy smiles.",
  "Failure will never overtake me if my determination to succeed is strong enough",
  "Quit trying to fix me, I am not broken.",
  "No time zone matter when you are my baby 24\\\/7.",
  "I know, I\\u2019m lucky that I\\u2019m so cute.",
  "My attitude forecast for today: Partly crabby with an 80% chance of moodiness.",
  "My attitude is based on how you treat me.",
  "If you think I am BAD than you\\u2019re wrong, I am the worst.",
  "Better a witty fool than a foolish wit.",
  "Choosing to be positive and having a grateful attitude is going to determine how you\\u2019re going to live your life.",
  "Keep your face towards the sunshine; you will never see the shadow.",
  "Like me for who I am and not for who you want me to be. Take it or leave it. That simple.",
  "My attitude is based on the way you treat me.",
  "You couldn\\u2019t have handled me even if I came with instructions.",
  "Be a warrior, not a worrier.",
  "When you feel like quitting, think about why you started",
  "If the mind thinks of a believing attitude one can do amazing things.",
  "A character is who you are when no one is watching.",
  "If you don\\u2019t like my attitude, you have problems with your choice.",
  "Awesome ends with ME and Ugly starts with you",
  "Don\\u2019t follow me, I\\u2019m lost.",
  "A man who is a master of patience is master of everything else.",
  "A positive attitude can really make dreams come true \\u2013 it did for me.",
  "I am who I am today because of the choice I made yesterday.",
  "The more weird you are, the more fun you are.",
  "Ain\\u2019t here to do good to you\\u2026hope you don\\u2019t get me to do bad either!",
  "Silence is the best response when you\\u2019re dealing with an idiot.",
  "Dangerous but fun.",
  "I\\u2019m not a second option, you either choose me or lose me.",
  "I\\u2019m like gold, I\\u2019m like goals\\u2026 Baby, I\\u2019m chosen, I\\u2019m floating.",
  "An attitude is an inward thought that wiggles its way out.",
  "I play LIFE like a pro!",
  "For success, Attitude is equally as important as Ability.",
  "I have reached a point in life where I feel it is no longer necessary to try & impress anyone. If they like me the way I am, good & if they don\\u2019t, it\\u2019s their loss.",
  "I know, I\\u2019m lucky that I\\u2019m so cute.",
  "Things won\\u2019t get better unless you think better",
  "I don\\u2019t have an attitude!! I have a personality you can\\u2019t handle!!",
  "Change \\u2018ONE DAY\\u2019 into \\u2018TODAY",
  "People say you can\\u2019t live without love\\u2026 I think oxygen is more important",
  "I don\\u2019t have bad handwriting, I have my own FONT",
  "A stumble may prevent a fall.",
  "You don\\u2019t like my attitude? That\\u2019s fine. It doesn\\u2019t like you either.",
  "I burned my bridges so the devil couldn\\u2019t follow me.",
  "A strong positive mental attitude will create more miracles than any wonder drug.",
  "Either you control your attitude or it controls you",
  "I am not perfect but I am limited edition.",
  "You can either take me as I am or watch me as I leave.",
  "You can\\u2019t spell awesome without ME.",
  "This queen doesn\\u2019t need a king.",
  "Don\\u2019t think about what might go wrong think about what could go right",
  "For success, Attitude is equally as important as Ability.",
  "Aside from gravity, nothing in life can keep me down.",
  "I don\\u2019t need to explain myself because I know I\\u2019m right.",
  "Jealousy is a terrible disease. Get well soon.",
  "Change \\u2018ONE DAY\\u2019 into \\u2018TODAY\\u2019.",
  "My signature, My style, My identity.",
  "What others think of me is none of my business.",
  "Jealousy is just loved and hate at the same time",
  "Train your brain to see great in everything",
  "I don\\u2019t have an attitude!! I have a personality you can\\u2019t handle!!!",
  "My style is what \\u201cI like\\u201d not what \\u201cOthers like\\u201d",
  "You\\u2019re not gonna tell me who I am. I\\u2019m gonna tell you who I am",
  "A \\u2018positive attitude\\u2019 is definitely one of the keys to success.",
  "The only thing worse than a boy who hates you: a boy that loves you.",
  "I\\u2019m not cranky. I just have a violent reaction to stupid people.",
  "Make today so awesome, yesterday gets jealous",
  "I\\u2019m smiling. This should scare you",
  "There is intelligent life on Earth, but I\\u2019m just visiting.",
  "Hating me doesn\\u2019t make you pretty.",
  "I\\u2019m a handsome man with a charming personality.",
  "She doesn\\u2019t want love, she just wants her share.",
  "I found your nose. It was all up in my business again. Please keep that thing on a shorter leash.",
  "Born to express not to impress.",
  "Hating me doesn\\u2019t make you pretty.",
  "Success is the by-product of your attitude.",
  "I tried being like you, my personality didn\\u2019t like it.",
  "Treat me like a joke and I\\u2019ll leave you like it\\u2019s funny.",
  "Fire is the test of gold; adversity, of strong men.",
  "Girl, I have to call you back.",
  "I know I am awesome, so I don\\u2019t care about your opinion.",
  "My attitude depends on the people in front of me!",
  "I\\u2019m too good for you.",
  "Being sexy is all about attitude, not the body type. It\\u2019s a state of mind.",
  "Winners focus on winning, losers focus on winners",
  "My Life. My Rules. & My Attitude",
  "Ray of f**king sunshine.",
  "The world breaks everyone, and afterwards, some are strong at the broken places.",
  "Tough times don\\u2019t last but tough people do remember?",
  "The greatest pleasure in life is doing what people say you cannot do",
  "I\\u2019m really not cranky. I just have a violent reaction when I meet stupid people.",
  "I haven\\u2019t changed. I grew up. Maybe you should give it a try sometime.",
  "Different from everyone!",
  "These times are so hard, and they\\u2019re getting even harder",
  "It always seems impossible until it\\u2019s done.",
  "A great man is strong because he is gentle.",
  "I\\u2019m only responsible for what I say not for what you understand\\u2026",
  "Don\\u2019t confuse my personality and my attitude because my personality is ME and my attitude depends on YOU.",
  "Don\\u2019t run after him who tries to avoid you..!",
  "Never bend your head. Hold it high. Look the world straight in the eye.",
  "Life: Besides gravity, nothing keeps me down",
  "Try me and I\\u2019ll have you people reading eulogies.",
  "Think like a man of action, act like a man of thought.",
  "For Watching Photos, see attitude status for Boys",
  "I\\u2019m your worst nightmare.",
  "I\\u2019m at the point now where I don\\u2019t want to impress anyone anymore. If people like me the way I am, great. If they don\\u2019t, well it\\u2019s their loss.",
  "I\\u2019m the girl you\\u2019ve always wanted.",
  "I versus me has always been my biggest fight.",
  "I always laugh when people try to hurt my feelings. As if I have any.",
  "I don\\u2019t need to explain myself because I know I\\u2019m right",
  "Successful people never worry about what others are doing",
  "A thinking man can never be brave",
  "You can have RESULTS or EXCUSES, not both.",
  "Attitude is not what you learn from school, it is part of your nature from within.",
  "I never lose. Either I win or I learn.",
  "A negative attitude is nine times more powerful than a positive attitude.",
  "They told me I couldn\\u2019t that\\u2019s why I did.",
  "Manners matter. Good looks are a bonus. Humour is a must.",
  "You respect me, I respect you. Disrespect me, F*ck you.",
  "A bad attitude can literally block love, blessings, and destiny from finding you. Don\\u2019t be the reason you don\\u2019t succeed.",
  "I am a hot dude with a cool attitude.",
  "When life throws a rock at you, throw back a brick",
  "Silent people have the loudest minds.",
  "Thank you to every person who has ever told me I can\\u2019t. You are just another reason I will.",
  "Happiness depends on your mindset and attitude.",
  "Attitude matters. Don\\u2019t say: No one likes me\\u2026!!! Just say: There is no one like me\\u2026!!!",
  "Impossible is my speciality.",
  "I\\u2019m a humble person, really. I\\u2019m actually much greater than I think I am.",
  "Attitude is like a wristwatch. Every watch shows a different time than others and everyone thinks his watch is showing the right time.",
  "Adopting the right attitude can convert a negative stress into a positive one.",
  "I don\\u2019t look back unless there is a good view.",
  "If you cannot attract them with your charms just repel them with your attitude.",
  "I hear them talking behind my back, at least there is a reason why they are behind me.",
  "All of the attitude captions for girls are stylish and amazing. They are perfect to post on Instagram.",
  "And keep in mind that I don\\u2019t mind losing my mind.",
  "No positive results can come from negative attitudes. Always think positive and always live positive.",
  "Positive expectations are the mark of the superior personality.",
  "The good news is I\\u2019m smiling. The bad news is it\\u2019s the kind of smile that people should fear.",
  "A positive attitude turns I can\\u2019t & I won\\u2019t into I have & I WILL!",
  "Don\\u2019t stop until you\\u2019re proud",
  "Be yourself, who else is better qualified?",
  "There can be no positive result through a negative attitude. Think positive. Live positive.",
  "I can\\u2019t change my personality. I\\u2019ll always smile, but I\\u2019ll be more focused.",
  "You have to be \\u2018ODD\\u2019 to be number \\u2018ONE\\u2019.",
  "Men are born to succeed, not to fail.",
  "It\\u2019s nice to be important, but it\\u2019s more important to be nice.",
  "I\\u2019m an addict, I\\u2019m addicted to success. Thankfully, there\\u2019s no rehab for success.",
  "I may be fat, but you\\u2019re ugly. And I can lose weight!",
  "Me. myself.. and I\\u2026!!",
  "What good are wings without the courage to fly?",
  "I don\\u2019t follow others, I only follow my orders because I am my own boss",
  "Legends don\\u2019t die\\u2026 I am a living example!",
  "I let my haters be my motivators.",
  "I do good but I am not an angel. I do sin, but I am not a devil.",
  "I\\u2019m just a vibe you can\\u2019t find anywhere else.",
  "I dreamed of incredible dreams, followed my heart and created my own fantasy.",
  "You can\\u2019t compare me to the next girl. Because there is no competition. I\\u2019m one of a kind, and that\\u2019s real.",
  "You couldn\\u2019t handle me even if I came with instructions",
  "Attitude is a little thing that makes a big difference.",
  "A strong, positive self-image is the best possible preparation for success.",
  "I wish I had \\u2018Google\\u2019 in my mind and \\u2018Antivirus\\u2019 in my heart.",
  "Calm over chaos!",
  "I am the one who can give you surprises and shocks at the same.",
  "I don\\u2019t have an attitude! \\u2026Just a personality that you can\\u2019t handle!",
  "Why chase you when I\\u2019m the catch.",
  "An attitude of positive expectation is the mark of the superior personality.",
  "Don\\u2019t change so people will like you. Be yourself and the right people will love the real you.",
  "Keep a little fire burning; however small, however, hidden.",
  "Take me as I am or watch me as I go",
  "Your attitude determines your direction",
  "I don\\u2019t compete for a spot, I am the spot.",
  "I hate when people tell me I\\u2019ve changed when they never even knew me at all",
  "I will either find a way or make one.",
  "I am not weird; I just fall outside your exceptionally narrow view of the world.",
  "Awesome ends with ME and Ugly starts with you.",
  "For someone who claims to hate my guts, you sure think and talk about me a lot. How about you get a life and stop worrying about mine?",
  "Not always \\u2018Available\\u2019\\u2026 Try your Luck.",
  "You Are the Master of Your Attitude.",
  "I\\u2019m not weird, I just fall outside your exceptionally narrow view of the world.",
  "No, I\\u2019m not feeling violent, I\\u2019m feeling creative with weapons.",
  "Don\\u2019t like my attitude? Report me at whocares dot com",
  "Lay a firm foundation with the bricks that others throw at you",
  "Shallow men believe in luck. Strong men believe in cause and effect.",
  "Attitude is everything, so pick a good one!",
  "You can never buy Love\\u2026 But still, you have to pay for it",
  "It\\u2019s OK if you don\\u2019t like me because not everyone has good taste.",
  "Lay a firm foundation with the bricks that others throw at you",
  "Personality has the power to uplift, the power to depress, the power to curse, and the power to bless.",
  "If you don\\u2019t control your attitude, then it will control you",
  "Don\\u2019t get my personality and my attitude twisted, because my personality is me, and my attitude depends on you!",
  "ATTENTION! Only positive attitudes allowed in this area.",
  "I am what is mine. Personality is the original personal property.",
  "If you want to download photos, check Attitude status for girls article.",
  "It is a positive attitude towards life that makes dreams come true.",
  "Life is all about possibilities with a positive attitude",
  "A can-do attitude is all one needs. It acts as a bridge between success and failure.",
  "Note to self \\u2013 I\\u2019m going to make you so proud",
  "I\\u2019m not anti-fashion, but I\\u2019ve always had a bit of a punk attitude. That\\u2019s important, I think. I do my own thing.",
  "If you think I am BAD than you\\u2019re wrong, I am the worst.",
  "I had an angel, a madman and a beast inside me.",
  "If your life got harder, Congratulations! You just leveled up.",
  "Can\\u2019t trust anyone these days fake is becoming the new trend.",
  "Treat me the way you expect to be treated.",
  "The character is higher than intellect. A great soul will be strong to live as well as think.",
  "I\\u2019m free \\u2013 I\\u2019m free, An\\u2019 I\\u2019m waiting for you to follow me.",
  "I am who I am, your approval is not needed.",
  "Excellence is not a skill, it\\u2019s an attitude.",
  "Think like a proton, always positive.",
  "Love me or hate me I\\u2019m still gonna shine.",
  "I don\\u2019t have a dirty mind, I have a sexy imagination",
  "The good news is I\\u2019m smiling. The bad news is it\\u2019s the kind of smile that people should fear",
  "I\\u2019ve finally realized something: What other people think and say about me is none of my business.",
  "Be smart, but never show it."
]