["Best Friends make good times better and hard times easier!","We are best friends. Always remember that if you fall, I'll pick you up after I finish laughing.","Friendship isn't about who you've known the longest. It's about who walked into your life and said, I am here for you and proved it.","I was an innocent being\\u2026then my best friend came along.","Friends become our chosen family!","True friends don't judge each other. They judge other people together.","We all have that one friend who never learned how to whisper.","There comes a time when you have to stop crossing oceans for people who wouldn't jump puddles for you.","I appreciate the ones who are there at all times, not just when it's convenient.","She's my best friend break her, I'll break your face.","Friends don't let friends do silly things alone.","A true friend is one soul in two bodies.","Finding friends with the same mental disorder: priceless!","Life is better with true friends.","Nothing makes the earth seem so spacious as to have friends at a distance; they make the latitudes and longitudes.","Good friends are like stars.","I hope we're friends until we die. Then, I hope we stay ghost friends so we can walk through walls and scare the crap out of people.","Having those weird conversations with your friend and thinking, If anyone heard us, we'd be in a mental hospital.","I would rather walk with a friend in the dark, than alone in the light.","Forever and Always.","Life was meant for Best Friends and Good Adventures!","I would rather walk with a friend in the dark, than alone in the light.","You will always be my best friend, you know me too much.","A sweet friendship refreshes the soul!","We go together like drunk and disorderly.","I'm truly grateful to have you.","You drink too much. You cuss too much. You have questionable morals. You're everything I ever wanted in a friend.","Friends buy you food. Best friends eat your food.","You are my sunshine on a rainy day.","Sometimes, being with your best friend is all the therapy you need!","Fake friends believe in rumors; real friends believe in you.","Live for the moments you can't put in words.","A good friend is like a four-leaf clover; hard to find and lucky to have.","Do you want to know who your true friends are? Screw up and see who's still there.","The great thing about new friends is that they bring new energy to your soul.","Meet my Partner in Crime!","Best friends are the people you can do anything and nothing with and still have the best time.","We'll be the old ladies causing trouble in the nursing home.","We will always be friends until we are old and senile. Then we can be new friends.","You know who your real friends are when you pull away from them and see who wonders why you are pulling away.","We'll be the old ladies causing trouble in the nursing home.","Friendship is born at that moment when one person says to another: \\u2018What! You too? I thought I was the only one.","You can't to epic $#!t with basic people.","Friends don't leave their friends for other people.","I love my crazy best friends.","It's me and my Best Friend for Life!","No friendship is an accident.","Sorry only my best friend is the best.","You and I are more than friends. We're like a really small gang.","A friend is someone who can see the truth and pain in you, even when you're fooling everyone else.","Best friend: one million memories, ten thousand inside jokes, one hundred shared secrets.","Best friends are the people in your life that make you laugh louder, smile brighter, and live better.","A real friend is like an angel who warms you by her presence and remembers you in her prayers.","Friends come and go. So does a best friend, but a best friend will always find their way back.","A good friend knows how you take your coffee. A great friend adds booze.","We will always be best friends until we are old and senile. Then we can be new friends.","Rain or Shine. I will always be here for you.","Best friend? Nah. She's my sister.","Every girl needs a boy best friend.","We're more than friends. We're like a really small gang.","I don't know what I did to have a best friend like you.","Strangers think I'm quiet, my friends think I'm outgoing, but my best friends know that I'm completely insane.","You don't even need to ask, I got you.","Finding friends with the same mental disorder: priceless!","We will be the old ladies causing trouble in the nursing homes.","I can't really see another squad trying to cross us.","It's not about who's real to your face, it's about who stays real behind your back.","Find a group of people who challenge and inspire you; spend a lot of time with them, and it will change your life.","Sitting silently beside a friend who is hurting may be the best gift we can give.","Never let your best friends get lonely\\u2026 Keep disturbing them.","If someone seriously wants to be part of your life, they will make an effort to be in it. No reasons. No excuses.","I don't even need to ask. I got you!","The most memorable people in life will be the friends who loved you when you weren't very lovable.","Always better together.","I hope we're friends until we die. Then, I hope we stay ghost friends so we can walk through walls and scare the crap out of people together.","Best friends don't care if your house is clean. They care if you have wine.","Just remember, if we get caught, you're deaf, and I don't speak English.","Some people talk to you in their free time and some people free their time to talk to you.","Friendship is born at that moment when one person says to another: \\u2018What! You too? I thought I was the only one.","Love is beautiful, friendship is better","You're my Nemo. If you get lost in the great, big ocean, I'll find you.","Be with those who bring out the best in you, not the stress in you.","I'd take a nerf bullet for you.","Friends knock on the door. Best friends walk into your house and start eating.","Good Times + Crazy Friends = Great Memories!","Friendship isn't a big thing. It's millions of small things.","Just remember if we get caught, you're deaf and I don't speak English.","I'm not going to tell you to get over it. I'm going to help you get through it."]