["Home is where the bra isn\\u2019t.","If you were in my shoes, you\\u2019d fall the first step.","Be yourself; because an original is worth more than a copy.","B***h, please you\\u2019ve more issues than vogue.","I know looks are\\u2019nt everything, but I have them just in case.","Sunshine mixed with a little hurricane.","Life isn\\u2019t perfect but your outfit can be.","If anyone ever boos you off stage, that is simply applause from ghosts. Sharon Needles","My heart says yes but my mom says no.","People will stare. Make it worth their while.","I tried you didn\\u2019t. Have fun, I\\u2019m done.","Some of the best moments in your life are those you can\\u2019t tell anyone about.","I can only please one person a day. Today isn\\u2019t your day. Tomorrow doesn\\u2019t look good either","I don\\u2019t care what you think of me. Because it can\\u2019t be as bad as what I think of you.","Tell me not to do something and I will do it twice and take pictures.","We did anything for you that little rush.","Seize the moment, \\u2018cause tomorrow you might be dead.","I\\u2019m worth it. always was, and always will be.","I know I changed baby, that was the point.","There\\u2019s always a wild side to an innocent face,","Make difficulty look easy. Make impossible look cute.","You\\u2019re a bad idea but I like bad ideas","She was simple like quantum physics.","Never mistake my kindness for weakness.","Her smile was like armor & every day she went to war.","Don\\u2019t stand too close to the heater babe. Plastic melts.","I do a thing called what I want.","She was a rainbow, but he was color blind.","Don\\u2019t be ashamed of who you are. That\\u2019s your parent\\u2019s job.","Imperfection is beauty, madness is a genius, and it\\u2019s better to be absolutely ridiculous than absolutely boring.","I hope Karma slaps you in the face before I do.","Eat, pray, slay","Stop wearing your wishbone where your backbone ought to be.","Act like a lady, think like a boss.","You look like something I drew with my left hand.","Role models that look like supermodels.","You\\u2019re not gonna tell me who I am. I\\u2019m gonna tell you who I am.","Sweet as sugar hard as ice. Hurt me once, I\\u2019ll kill you twice.","Always remember you\\u2019re unique, just like everyone else.","I like my coffee how I like myself: Dark, bitter, and to hot for you.","Be you, do you, for you.","Oh darling, go buy a personality."]