["Let us always meet each other with smile, for the smile is the beginning of love.","You\\u2019re braver than you believe and stronger and smarter than you think.","Where there is love there is life.","Don\\u2019t let your eyes be blinded by her beauty.","It is impossible to escape the impression that people commonly use false standards of measurement \\u2013 that they seek power, success and wealth for themselves and admire them in others, and that they underestimate what is of true value in life.","Some people are worth melting for.","You are my summer breeze, my winter sun.","It is our choices, that show what we truly are, far more than our abilities.\\u201d","It is hard to fail, but it is worse never to have tried to succeed.","Baby, it\\u2019s cold outside.","Sometimes the smallest things takes up the most room in your heart","Kiss me on this cold December night.","It had long since come to my attention that people of accomplishment rarely sat back and let things happen to them. They went out and happened to things.","We all start as strangers.","I think we dream so we don\\u2019t have to be apart for so long. If we\\u2019re in each other\\u2019s dreams, we can be together all the time.","If I die tomorrow, will you remember me?","Don\\u2019t worry if you haven\\u2019t found your true love, they\\u2019re just with someone else right now.","Never love anyone who treats you like you\\u2019re ordinary.","Being single is smarter than being in the wrong relationship.","I would rather walk with a friend in the dark, than alone in the light.","Boys are like purses, cute, full of crap, and can always be replaced.","When I dare to be powerful \\u2013 to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.","Piglet: \\u201cHow do you spell \\u2018love\\u2019?\\u201d\\nPooh: \\u201cYou don\\u2019t spell it\\u2026you feel it.\\u201d","Life must be lived as play.","Twenty years from now you will be more disappointed by the things that you didn\\u2019t do than by the ones you did do.","The only thing more beautiful than the woman that knows what she wants I the woman who isn\\u2019t waiting on anybody else to get it for her.","A wise girl knows her limits, a smart girl knows that she has none.","We\\u2019ll be Friends Forever, won\\u2019t we, Pooh?\\u2019 asked Piglet.\\n\\u2018Even longer,\\u2019 Pooh answered.","Truth is, I\\u2019m crazy for you. And everyone can see that but you.","Some people are worth melting for.","Trying to forget it but the memories are too strong.","In the book of life, the answers aren\\u2019t in the back.\\u201d","Live life to the fullest.\\u201d","In the arena of human life the honors and rewards fall to those who show their good qualities in action.","Keep smiling because life\\u2019s a beautiful thing and there\\u2019s so much to smile about","Stop looking for happiness in the same place you just lost it.","Never cry for that person who doesn\\u2019t know the value of your tears.","They say that good thing take time, but really great things happen in the blink of an eye ????","Women are like stars; there may be millions of them but only one can make your dreams come true \\u2764\\ufe0f?","Be a little more you, and a lot less them.","I act like I\\u2019m ok, but I\\u2019m really not."]