["The tans might fade, but our summer memories will last forever.","A king only bows down to his queen and so I bow only to you.","Everyone has an addiction, mine happens to be you.","I'm in love with you and all your little things.","You are my favorite distraction.","Celebrating you extra today.","Life is not measured by the number of breaths you take but by the moments that make your breath away.","Haters gonna hate, and players gonna play.","Every time my phone goes off, I hope it's you.","Sometimes I wonder how you put up with me. Then I remember, oh I put up with you. So we're even.","If I can start a day with you, I would never think of having a coffee.","I want you to be happy, but I want you to be satisfied with Me.","Sunshine mixed with a little hurricane.","Sometimes you just have to throw on a crown and remind them who they're dealing with.","I wish my arms could find you when I Wake up.","And you sir, You're very attractive.","Individually, we are one drop. Together we are an ocean.","Your the type of boy I'd make a sandwich for.","Everything you've ever wanted is one step outside your comfort zone.","Thinking of you, because you are wonderful.","You're my favorite place to go when my mind searches for peace.","I know I'm a handful, but that's why you got two hands","Life is a Journey and only you hold the key.","Thank you for reminding me what butterflies feel like.","Not to brag but I think we're really cute together","Despite the contradictory advice circulated in the late '90s, if you want to be my lover, please do not get with my friends.","I love you because the entire universe conspired to help me find you.","There is no remedy for love than to love more.","Love took slow steps towards your heart..!!","Nothing Can replace you!","Something tells me I'm going to love him forever.","You are looking gorgeous today just like every other day.","The leaves might fall, but you'll be in my heart forever.","Sorry I wasn't listening\\u2026 I was to busy thinking about having sex with you.","Love is a friendship that has caught fire.","I need you like a heart needs a beat","Life starts again when fall hits, but I'm so glad it's with you.","We come to love by not finding the perfect person but by learning to see an imperfect person correctly.","My relation with you is not like Rain, Which comes and goes away, My relation is like Air, Sometimes Silent but always Around You.","And all at once, summer collapsed into fall.","I love the way we look together \\u2013 as sweet as sugar and as nice as ice.","You text him, he doesn't text back. He was obviously so excited that you texted him that he fainted.","You're the cheese in my macaroni.","Facebook keeps asking me what's on my mind? and honestly its always you.","I'll never finish falling in love with you","I love him a latte.","I'm not perfect, but I am Loyal.","One smile can't change the world, but your smile changes to mine.","Life is better when you're laughing.","Kissing burns 6.4 calories per minute. Wanna make out?","You have this incredible way of making my heart happy.","I want to be with you on my last page.","Forget the butterflies, I feel the whole zoo when I am with you.","There's no need to repeat yourself. I ignored you just fine the first time.","If you really love someone, you would not purposely do something to hurt that person.","I love my crazy, goofy, sometimes stupid boyfriend","I love you and that's the beginning and end of everything.","Most of the time she's a lady, but every once in awhile, a dirty old man with a drinking problem comes out.","It's funny how when I'm loud, people tell me to be quiet\\u2014but when I'm quiet, people ask me what's wrong.","You've stolen a pizza my heart","Alone we are strong\\u2026together we are stronger.","I love you. That's all I know.","I came. I saw. I made it awkward.","Can I film you while you sleep? You're so cute.","We go together like MILK & COOKIE.","I think you lack vitamin me.","Your arms feel more like home than any house ever did.","When every time I feel low, I just close my eyes and think of you.","If you are Mine, You are Mine. I don't like Sharing.","I love you like a cow loves not being a burger.","Everyone has their weakness, but I have two: everything you say, and everything you do.","Let's cuddle so I can steal your body heat","I love my crazy goofy sometimes stupid but so amazing boyfriend.","Yeah, I know he's cute. but he's mine. touch him and I'll kill you.","My heart stops when you look at me.","Not to brag, but I think we're really cute together.","Marriage is a relationship in which one person is always right and the other is the husband.","If she's honest, funny, laid back, can hold her liquor, has a dirty mind and an even dirtier vocabulary, eats pizza, and lets you touch her butt\\u2026 marry her yesterday.","Based on how I react when toast pops out the toaster, I will never look cool walking away from an explosion.","If she's honest, funny, laid back, can hold her liquor, has a dirty mind and an even dirtier vocabulary, eats pizza, and lets you touch her butt\\u2026 marry her yesterday.","I'm willing to risk the cooties if you are.","If I ever write a story about my life, don't be surprised if your name appears billion times.","In you, I've found the love of my life and my closest truest friend.","I love my eyes when you look into them. I love my name when you say it. I love my heart when you touch it. I love my life when you are in it.","Screw flirting. I'll win you over with my awkwardness.","In this house, we believe in the Great Pumpkin.","You held me so tight I couldn't breathe, but there wouldn't be a better way to die.","Every moment I spend with you is like a beautiful dream come true.","The good things in life are better with you.","Individually, we are one drop. Together we are an ocean.","I love you; I wrote it with no spaces so there's no room for anyone else.","You, sir, are really attractive. Therefore, I will stare at you.","Have the courage to touch the butt.","Sometimes I look at you and wonder how you can be so cute all the time.","Shut up, I think you are gorgeous","Our relationship is like a cup of tea..A special blend of you and me.","You are my today and all of my tomorrows.","The best love is the one that makes you a better person without changing you into someone other than yourself.","I like when you smile, but I love when I'm the reason.","You're like a beat in my heart you will never be skipped.","I tried to be normal once\\u2014worst two minutes of my life.","Hating me doesn't make you pretty.","By the way, I'm wearing the smile you gave me.","Can I borrow a kiss? I promise I will give it back.","It's amazing how one day someone walks into your life and you can't remember how you ever lived without them.","When people talked about soul mates, I never believed them; until I met you.","I love my life because it's you.","My interest includes putting blankets on sleeping animals just in case they're cold.","Let's cuddle so I can steal your body heat.","If you are lucky enough to find a weirdo never let them go.","With You, I forget all my problems. With You, Time Stands Still.","Oh hey there.","I fell in love with you because of a million things you never knew you were doing.","I fall for your smile every single time.","I love you with all my butt, I would say heart, but my butt is bigger.","My day starts with the thoughts of you.","He calls me beautiful like it's my name.","It's funny how when I'm loud, people tell me to be quiet\\u2014but when I'm quiet, people ask me what's wrong.","Haters going to hate, and players going to play.","Life without you would be a broken pencil..pointless.","It wasn't loved at first sight. It took a full five minutes.","What I have with you I don't want with anyone else.","I love him a latte.","You have my heart so keep it safe.","You make every other girl feel so inferior.","If I could have anyone in the world it would still be you.","Hey, I just met you, this is crazy.","You're the apple of my pie.","I don't need the whole world to love me, JUST YOU.","I love you more than you could ever Imagine.","Let's commit the perfect crime. I'll steal your heart and you steal mine.","Marriage is a workshop..where husband works & wife shops..It's shopping time..!!","If you are Mine, You are Mine. I don't like Sharing.","Nothing in the world makes me happier than when you smile at me with love.","Love is heat. You are sweet. When two Lips are meet. Love is completed.","I have found the one whom my soul loves.","If I could reach up and hold a star for every time you've made me smile, the entire sky would be in the palm of my hand.","The best relationships begin unexpectedly.","If you are Mine, You are Mine. I don't like Sharing.","I still fall for you every day of my life.","In case you ever foolishly forget, I am never not thinking about you.","I'm not perfect, but I am Loyal.","If you are lucky enough to find a weirdo, never let them go","Your lips are like a drug to me. I can't simply resist myself to stop kissing you.","Without you, I'm nothing. With you, I'm something. Together, We're everything.","You're my spark in the dark.","You're my favorite notification.","So many of my smiles begin with you.","I love you and you love me. That's all we'll ever need.","You've stolen a pizza my heart.","You are my today and all of my tomorrows.","I am the happiest person on the planet when you are with me.","I want to run away with you. Where there is only you and me.","Every girl has her best friend and true love. But you're really lucky if they're all the same person.","Some love one, some love two. I love one that is you.","You may hold my hand for a while, but you hold my heart forever.","Happiness is a drug. And I want to be your dealer.","A moment in time is enough to fall in love, but all the lifetime is not enough to be with you, my love.","I wasn't planning on loving you, but I'm happy that I did","It will Always be YOU.","I love you. That's all I know.","Most of the time she's a lady, but every once in awhile, a dirty old man with a drinking problem comes out.","In case you ever foolishly forget, I am not thinking about you.","I want to be with you on my last page.","I came. I saw. I made it awkward.","I promise to always be by your side. Or under you. Or on top.","That person who enters your life out of nowhere and suddenly means the world to you.","I feel the fragrance of LOVE everywhere when you are near me.","What I have with you I don't want with anyone else.","I want you. All of you. Your Flaws. Your mistakes. Your imperfections. I want you, and only you.","I gave her my heart but she wanted my soul.","Everything you've ever wanted is one step outside your comfort zone.","You don't cross my mind\\u2014you live in it.","I thought I was normal until I met you. Then, I realized we're both pretty weird and I like that about us.","I'm not so sure about an inner child, but I have an inner idiot that surfaces every now and then.","I tried to be normal once\\u2014worst two minutes of my life.","When I fell for you, I fell Hard","We go together like CUPCAKES & FROSTING.","I'm not so sure about an inner child, but I have an inner idiot that surfaces every now and then.","The love I'm feeling for you is stronger than the miles between us.","I can show you the world.","I love you with every pizza my heart!","If you have eyes, look at me now.","Can I tie your shoes? I don't want you falling for anyone else.","Come here I need to kiss your face.","Sometimes you just have to throw on a crown and remind them who they're dealing with.","What I have with you I don't want with anyone else.","I love you. You annoy me more than I ever thought possible. But I want to spend every irritating minute with you.","I don't care if it's rude to stare\\u2014you're cute, and therefore I shall stare.","You are the air that makes the balloon of my heart float.I want to be with you until my last page.","By the way, I'm wearing the smile you gave me.","If you want to battle, I got god on my side and he's never lost.I'm in love with you and all your little things.","Despite the contradictory advice circulated in the late '90s, if you want to be my lover, please do not get with my friends.","Nothing Can replace you!","Baby, it's cold outside, but it's warm here with you.","Talk to me often. My ears are longing to hear your hot voice.","The goal of marriage is not to think alike, but to think together."]