["If had a dollar for every smart thing you say. I\\u2019ll be poor.","I clapped because it\\u2019s finished, not because I like it.","If you find me offensive. Then I suggest you quit finding me.","Life\\u2019s good, you should get one.","Cancel my subscription because I don\\u2019t need your issues.","I love sarcasm. It\\u2019s like punching people in the face but with words.","Do you think God gets stoned? I think so\\u2026 look at the platypus.","Sarcasm is the body\\u2019s natural defense against stupidity.","It\\u2019s okay if you don\\u2019t like me. Not everyone has good taste.","Light travels faster than sound. This is why some people appear bright until they speak.","Find your patience before I lose mine.","When people ask me stupid questions, it is my legal obligation to give a sarcastic remark","I am busy right now, can I ignore you some other time?","Silence is golden. Duct tape is silver.","I'm not saying I hate you, what I\\u2019m saying is that you are literally the Monday of my life.","I hate flying lessons.","\\u201cSome people grow up, I glow up.\\u201d","If we\\u2019re not meant to have midnight snacks, why is there a light in the fridge?","I think something\\u2019s missing in my life. Like 2-3 million dollars.","I think it\\u2019s wrong that only one company makes the game Monopoly.","My mom \\u2013 Why is everything in your room on the floor? Me \\u2013 \\u201cMom, don\\u2019t you understand concept of gravity?","Friendship isn\\u2019t a big thing. It\\u2019s a million little things.","I don\\u2019t always surf the internet, but when I do, eyebrows!","There is beauty in simplicity.","Dear Lord\\u2026 please give me some patience NOW\\u2026NOW\\u2026NOW\\u2026.","Why is it that we tend to take relationships for granted? We unconsciously think it can take care of itself. But love neglected is the start of indifference.","Boys are like purses, cute, full of crap, and can always be replaced.","Sometimes I have to tell myself it\\u2019s not worth the jail time.","You think this is a game?","\\u201cI go to the gym because clearly my amazing personality deserves a body to go with it.\\u201d","Please God, if you can\\u2019t make me thin, make my friends fat.","tried being normal once. Worst two minutes of my life.","Me? Crazy? I should get down off this unicorn and slap you.","I used to think I was indecisive, but now I am not so sure.","survived another \\u201cend of the world\\u201d scenario.","Young people think that money is everything. Old people know that this is correct.","What if I told you, you can eat without posting it on Instagram.","If it looks like a duck, walks like a duck, and quacks like a duck, maybe it really is a duck. Either accept it for what it is or let it go.","Summer bachelors like summer breezes, are never as cool as they pretend to be. \\u2013 Nora Ephron","Friends come and go, like the waves of the ocean. But the true ones stay, like an octopus on your face.","If there would be an award for being lazy, I would send someone to pick it up for me.","You are one in a melon.","\\u201cI\\u2019d hate to get to the end of my life and think \\u201cI could have eaten that!\\u201d #noregrets\\u201d","That awkward moment when you\\u2019re wearing Nike\\u2019s and you can\\u2019t do it.","I like big cups and I cannot lie.","I just got that Friday feeling.","Be with those that bring out the best in you, not the stress in you.","If life gives you lemons, just add vodka.","Single, taken, in a relationship. These are all just terms. Your status is measured by your actions.","Dear God, there is a bug in your week Software. it\\u2019s called Monday, please fix it.","I\\u2019m a smart person, I just do stupid things.","You don\\u2019t have to like me. I\\u2019m not a Facebook status.","Forget love, I\\u2019d rather fall in chocolate.","They\\u2019re going to make such a cute old couple.","It\\u2019s too \\u201ca.m.\\u201d for me.","When Instagram was down, I ran around town shouting \\u201clike\\u201d at flowers, dogs, and expensive brunches.","If you listen carefully then the earth has a lot of music for you in store.","Best selifie ever.","When you are Downie, eat a brownie.","Marriage? It has a nice ring to it.","Insecurities can make even the smartest and most beautiful person foolishly question themselves despite how amazing they truly are.","I cannot see heaven being much better than this.","Instagram is down, just describe your lunch to me.","I could never in a hundred summers get tired of this. \\u2013 Susan Branch","Don\\u2019t let anyone rent a space in your head unless they\\u2019re a good tenant.","No man is a failure who has friends","People say nothing is impossible, but I do nothing every day.","Be a little more you, and a lot less them.","I\\u2019m not saying it was aliens, but it was Aliens!","I feel so miserable without you, it\\u2019s almost like having you here.","Some days I amaze myself. Other days I put my keys in the fridge.","I don\\u2019t always drink beer, but when I do, call me Beercules.","At dawn, we ride.","Houston, we have a problem.","If you are going to speak bad things about me on my back, come to me. I\\u2019ll tell you more.","\\u201cSend in the rescue dogs (preferably the ones with kegs around their necks).\\u201d","A blind man walks into a bar\\u2026 And a chair\\u2026 and a table\\u2026","\\u201cHey don\\u2019t be sad! Because sad backwards is das\\u2014and das not good!\\u201d","You should smell my breath.","There may be no excuse for laziness, but I\\u2019m still looking.","Weekend, please don\\u2019t leave me!","I look at people sometimes and think. Really?? That\\u2019s the sperm that won.","Friday, my second favorite F word.","Friends knock on the door; best friends walk into your house and start eating.","My demons hide in my loudness. So if you don\\u2019t want the evil to come out, don\\u2019t shut me down in a very sarcastic manner.","\\u201cI have hunger management issues.\\u201d","Dogs and cats are not allowed in my private pictures.","Can we just skip to the part of my life where I travel the world?","I\\u2019m just a girl, standing in front of a salad, asking it to be a donut.","Every tall girl needs a short best friend.","You actually have friends? Ans: Yeah, bro, all 10 seasons on DVD.","Heart boys who make funny faces when they see you for the first time.","\\u201cI\\u2019m just a girl, standing in front of a salad, asking it to be a cupcake.\\u201d","\\u201cI don\\u2019t sweat, I sparkle.\\u201d","\\u201cAn apple a day keeps anyone away if you throw it hard enough.\\u201d","To plant a garden is to believe in tomorrow. \\u2013 Audrey Hepburn","Girls be like, no makeup!","There are two rules in life. 1. Never give out all the information. 2. \\u2014","Dude, all my friends have birthdays this year.","The great thing about new friends is that they bring new energy to your soul.#","If Cinderella\\u2019s shoe fit perfectly, why did it fall off in the first place?","When your happiness is less important than the other person\\u2019s happiness, my friend you are in love.","Friends are medicine for a wounded heart.","All that we see or seem is but a dream within a dream.","Have a seat, we were expecting you.","A wedding isn\\u2019t about a bride and groom. It\\u2019s about the party.","I love my six pack so much, I protect it with a layer of fat.","Can I take your picture?? I love to collect pictures of natural disasters.","By the way, I\\u2019m wearing the smile you gave me.","Life is short, false, it\\u2019s the longes thing you do.","What do you call a bear with no ears? EARS!","A clever person solves a problem. A wise person avoids it. A dumb person creates it.","Who\\u2019s that cute person? Oh, I clicked on my profile again.","I WISH COMMON SENSE WAS MORE COMMON","Cousins are created so that our Parents can compare marks.","Weekend, please don\\u2019t leave me.","Girls like my smiley face because I clean my teeth thrice a day.","Error 404: Feelings not found","In the event that you don\\u2019t have anything decent to say, come sit by me, and we can ridicule individuals together","Stay strong, the weekend is coming.","I know you are a sensitive person but no worry I am Sensodyne to your sensitivity.","So you\\u2019re telling me I have a chance\\u2026","You guys are just so darn cute.","I still ride with my day one.","Bad choices make good stories.","When all else fails, take a vacation. \\u2013 Betty Williams","Gross. She has to live with a boy now.","A perfect summer day is when the sun is shining, the breeze is blowing, the birds are singing, and the lawn mower is broken. \\u2013 James Dent","It\\u2019s been one blur of fun.","A friend in need a friend to be avoided.","Hey girl, feel my sweater. Know what it\\u2019s made of? Boyfriend material.","And so the adventure begins\\u2026","I DON\\u2019T EVEN BELIEVE MYSELF WHEN I SAY I\\u2019LL BE READY IN 5 MINUTES.","The best kind of wedding is one that leaves your bellies (and hearts) full.","Light travels faster than sound. This is why some people appear bright until they speak.","Common sense is like deodorant. The people who need it most never use it!","Show me the money!","I don\\u2019t look a day over fabulous!","Oh pizza, you understand me so well.","I\\u2019m not saying it was aliens, but it was aliens!","Life happens. Coffee helps.","The party doesn\\u2019t start till we walk in.","Funny how just when you think life can\\u2019t get any worse, it suddenly does.","Life is way to short for bad vibes.","Some people are like clouds. Hwne they disappear, it\\u2019s a beautiful day.","Clear your mind of can\\u2019t.","That awkward moment when you\\u2019re wearing Nike\\u2019s and you can\\u2019t do it.","Life is short. Smile while you still have teeth.","Give me the chocolate and nobody gets hurt.","Who needs self-awareness when I can make you aware of me instead?","I don\\u2019t want to sleep like a baby. I want to sleep like my husband!","Don\\u2019t grow up\\u2026 It\\u2019s a trap!","Life doesn\\u2019t have any hands, but it can sure give you a slap sometimes.","Honesty is the key to a relationship. If you can fake that, you\\u2019re in.","I used to have superpowers but the psychiatrist took them away.","Your Kik status says Kik Login Online, if you\\u2019re online then why aren\\u2019t you texting me.","Water you doing right now?","If there would be an award for laziness, I would send someone to pick it up for me!","It never rains during the weekend.","I try not to work too many Sunday. At least, not Sunday nights. I like to call them Sunday Fundays.","I\\u2019m up right now and you suck right now.","I don\\u2019t always surf the internet, but when I do, eyebrows!","Never not chasing a million things I want.","Good shoes take you good places.","I liked memes before they were on Instagram.","Show anyone and I\\u2019ll kill you.","\\u201cI call this the \\u2018Hey, at least I tried.\\u2019\\u201d","If you smile when no one is around, you really mean it.","Long line at Starbucks, first world problems.","On my way to school ????","Girls be like, caught off guard but still cute.","There is no such thing as a perfect person, but someone\\u2019s heart can have the perfect intention.","They used to shout my name, now they whisper it.","I came here in peace, seeking gold and slaves.","I am standing outside. So if anyone asks, I am outstanding!","Namastay in bed","How do you call a pig that does karate? Pork Chop","Don\\u2019t let anyone tell you that you\\u2019re not strong enough. Funny enough. Smart enough.","Finding friends with same mental disorder is priceless.","I\\u2019m in love with you, and all your little things.","You\\u2019d have a big ego too, if you were as great as I am.","What if the princess wants to be with Bowser but Mario keeps kidnapping her.","\\u201cWhat tattoo should I get?\\u201d","ETC meaning \\u201cEnd of Thinking Capacity\\u201d.","I know the voices in my head aren\\u2019t real. But sometimes their ideas are just absolutely awesome!","Mental stimulation and an emotional connection between two people trump a physical and love connection any day. However, having all of the above is even more powerful and meaningful;","With great girlfriend comes great expenses.","I think you\\u2019re lacking \\u2018Vitamin Me.\\u2019","Love looks not with the eyes, but with the mind, and therefore is winged Cupid painted blind.","Not all the best moments are created with the one you love, some are created with true friends, a blissful beach, and some beer for sure!","You keep using that word, I don\\u2019t think it means what you think it means.","You think this is a game?","How do people write an autobiography? I can barely remember what I had for lunch yesterday.","If you love something, let it go. If it comes back, it was meant to be. If it does not, hunt it down &amp; kill it.","Maybe if we tell people the brain is an app, they\\u2019ll start using it.","I spend a lot of time holding the refrigerator door open, looking for answers. Also food.","Keep smiling and brighten someone\\u2019s day.","I like long romantic walks down every aisle at Target.","World\\u2019s most annoying couple.","Guess what I just did.","Being single is smarter than being in the wrong relationship.","\\u201cMy favorite exercise is a cross between a lunge and a crunch \\u2026 I call it lunch.\\u201d","Dear life, when I said, \\u201cCan my day get any worse?\\u201d it was a rhetorical question, not a challenge.","Make sure to savor all your special moments, step outside of yourself, and bask in your own presence, while it\\u2019s still present.","At night I fall asleep. In the morning I can\\u2019t get up.","It\\u2019s funny how people judge other\\u2019s mistakes while they also do the same thing.","I wasn\\u2019t lucky, I deserved it.","It\\u2019s okay to be a glow stick; sometimes we need to break before we shine.","If life gives you lemons, just add vodka.","Of curse, I talk to myself. Sometimes I need expert advice.","BRB = I don\\u2019t want to talk to you. LOL = I have nothing else to say. Cool = I don\\u2019t care.","Thank you for sharing your big day with me, and a special thank you to the cake you\\u2019re serving.","I am so open-minded, my brains will fall out some day.","Friday, my second favorite F word.","WE WERE BORN TO BE REAL, NOT TO BE PERFECT.","ATTITUDE IS EVERYTHING. NEW DAY, NEW STRENGTH, NEW THOUGHTS.","You can\\u2019t make everybody happy. You are not a jar of Nutella.","\\u201cIt seemed like a good idea at the time. I have terrible judgment.\\u201d","If you\\u2019re not barefoot then you\\u2019re overdressed. \\u2013 Unknown","Darwin award goes to\\u2026","I woke up like this.","Houston, we have a problem.","Life is short. Smile while you still have teeth.","Life is like a balloon. If you don\\u2019t let go, you\\u2019ll never know how high you can rise.","Smile, it confuses people.","Work until your idols become your rivals.","A smile is a curve that sets everything straight.","I am not lazy, I am just on my energy saving mode.","Yea, dating is cool but have you every had stuffed crust pizza?","Life is better when you\\u2019re smiling.","Go ahead, make my day.","You said everyone would be here.","Fresher than you.","Instagram should have an \\u2018Enemy List\\u2019.","you are enough.","You are what you do, not what you say you\\u2019ll do.","I\\u2019m a big fan of whiteboards. I find them quite remarkable.","Friendship isn\\u2019t a big thing \\u2013 it\\u2019s a million little things","How a woman tells society she is single.","Keep your friends close, but your enemies closer.","I can\\u2019t go on, will you carry me.","Drinking every night because we drink to my accomplishments.","I\\u2019m usually charming, nice, and well mannered, OK for those who really know me you can laugh now","I\\u2019m a math teacher. One plus two equals me and you","Collect moments, not things.","Truth is, I\\u2019m crazy for you. And everyone can see that but you.","F.R.I.E.N.D.S. Fight for you. Respect you. Include you. Encourage you. Need you. Deserve you. Stand by you.","Life is short to wear cute shoes.","I smile because I have no idea what\\u2019s going on.","\\u201cThe cat made me do it.\\u201d","My prince is not coming on a white horse\\u2026 he\\u2019s obviously riding a turtle somewhere, really confused.","An apple a day keeps the doctor away, but if doctor is cute, forget the fruit.","Whatever you do in life, make sure it makes you happy.","Let\\u2019s just be who we really are.","Why you don\\u2019t consider my clever attitude in my serious photos.","Oh you\\u2019re a model? What\\u2019s your agency, Instagram?","This week I was pulled over by a cop. He said, \\u201cPapers.\\u201d I said, \\u201cScissors and I win.\\u201d Don\\u2019t think the cop found it funny.","we made it, it\\u2019s Friday!","Every beauty needs her beast.","\\u201cWe broke up for religious reasons\\u2014he believed he was God and I didn\\u2019t.\\u201d","Rabbits jump and they live for 8 years. Dogs run and they live for 15 years. Turtles do nothing and they live for 150 years. Lesson learned.","Friends buy you lunch. Best friends eat your lunch.","I need a six-month holiday, twice a year.","Do more things that make you forget to check your phone.","Aye I\\u2019m just feeling my vibes right now, I\\u2019m feeling myself.","Keep smiling because life is a beautiful thing and there\\u2019s so much to smile about.","My diet plan: make all of my best friends cookies; the fatter they get, the thinner I look.","I act like I\\u2019m ok, but I\\u2019m really not.","Fall in love with somebody who will never let you go to sleep wondering if you still matter.","When the bus driver starts driving before you even get to your seat.","If you love something, let it go. If it comes back, it was meant to be. If it does not, hunt it down &amp; kill it.","\\u201cWelcome to the gun show! (So what if mine are of the \\u201cconceal and carry\\u201d type?)\\u201d","A little bit of a summer is what the whole year is all about. \\u2013 John Mayer","After Tuesdays, even the calendar goes WTF.","If we could only turn back time\\u2026","Friends buy you lunch. Best friends eat your lunch.","I never make the same mistake twice. I make it like five or six times, you know, just to be sure.","Everytime my phone goes off, I hope it\\u2019s you.","Meanwhile in Russia.","Even the most beautiful people will have at least some insecurity, whether they admit it or not.","Life is very complicated. Don\\u2019t try to find answers because when you find the answers, life changes the questions.","The most important thing is to enjoy your life \\u2013 to be happy \\u2013 that\\u2019s all that matters.","The only thing I throwback on a Thursday is a scotch.","Celery is 95% water and 100% not pizza.","Stop worrying about the world ending today. It\\u2019s already tomorrow in Australia.","I m a math teacher. One plus two equals me and you","I Live And I Learn But I Wait My Turn. I\\u2019m Always On The Run, Got Weight To Burn.","This life is hard, but it\\u2019s harder if you\\u2019re stupid.","You never know what you have until you clean your room.","There is no angry way to say bubbles.","This may be the night that my dreams might let me know\\u2026 All the stars are closer. \\u2014 All the Stars by Kendrick Lamar &amp; SZA","Hey good lookin, can you tell me how to get to Sesame Street?","Roses are red, violets are blue, Oh my friend you belong to a zoo.","I`m jealous of my parents, I\\u2019ll never have a kid as cool as theirs.","Weekend, please don\\u2019t leave me.","A true friend sees the first tear, catches the second, and stops the third.","I don\\u2019t know how their arteries aren\\u2019t clogged with metal, because both of these girls have HEARTS OF GOLD.","Did you say exercise? Or extra fries?","What do you call a thieving alligator? A Crookodile","I have a lot of growing up to do. I realized that the other day inside my fort."]