["We might be hollow but we\\u2019re brave.","Art is either plagiarism or revolution.","Every child is an artist","Creative people are curious, flexible, persistent, and independent with a tremendous spirit of adventure & a love of play.","There is peace even in the storm","If you are willing to do something that might not work, you're closer to being an artist.","Great design is achieved not when there is nothing left to add, but when there is nothing left to take away.","I go to seek a great perhaps.","Art is neither a profession nor a hobby. Art is a way of being.","Art is freedom. Being able to bend things most people see as a straight line.","With freedom, books, flowers, and the moon, who could not be happy?","Creativity is intelligence having fun.","Broken Crayons Still color","No great artist ever sees things as they really are, if he did, he would cease to be an artist.","Life is either a daring adventure or nothing at all.","Drawing is like making an expressive gesture with the advantage of permanence.","There is no abstract art. You must always start with something. Afterward you can remove all traces of reality.","Art is the journey of a free soul.","Learn the rules like a pro so you can break them like an artist","Creativity is intelligence having fun.","Blessed are the curious, for they shall have adventures.","Everything is so beautiful and so short.","There\\u2019s something romantic in preservation at a moment of static bliss.","I know of nothing with any certainity, but the sight of the stars makes me dream.","Art is what happens when you dare to be who you really are.","An artist can show things that other people are terrified of expressing.","Art is a line around your thoughts.","You are not a drop in the ocean. You are the entire ocean in a drop.","Art is not what you see, but what you make others see.","Drawing is a kind of hypnotism.","You are so much sunshine in every square inch.","The artist is nothing without the gift but the gift is nothing without the work.","Art is therapy","The creative adult is the child who survived.","No masterpiece was ever created by a lazy artist.","Creativity is allowing yourself to make mistakes. Art is knowing which ones to keep.","Something about the stillness or my state of mind reminded me of the world\\u2019s remarkable capacity to carry on in every place at once.","Art is an experience not an object.","When you stop doing things for fun, you might as well be dead.","Keep your face toward the sunshine and shadows will fall behind you.","If you're always trying to be normal you'll never know how amazing you can be.","All the lights are sparking for you, it seems."]