["Sunshine mixed with a little hurricane.","She's the exclamation mark in the happiest sentence that I could ever possibly write.","We could be a story in the morning but we'll be a legend tonight","She loves moonlight and rainstorms and so many other things that have soul.","Life is tough, my darling, but so are you.","I am unique.","Be beautiful cupcake in a world full of muffins.","I'm feeling foxy.","She had a galaxy in her eyes, a universe in her mind.","I know just what I'm wantin'.","I sneezed on the beat and the beat got sickah","I'm a train wreck in the morning.","Flashing those eyes like highway signs","Honestly, I gotta stay as fly as I can be.","I may be a sweet girl, but\\u2026 if you make me mad, I have a pocket full of crazy waiting to come out!","The night is sparkling, don't let it go","You're a Diamond, Dear. They can't break you.","Speechless.","Slay girl Slayyy.","Gravity can't forget to pull me back to the ground again.","This is how they made me.","I wanna be myself tonight.","I'm shining like fireworks over your sad empty town","If you're gonna be a homebody, let's have a house party","Don't be like the rest of them, darling.","I got next, I'm gonna shine.","She turned her can't into cans & her dreams into plans.","I'm feeling myself.","Beautiful girl you were made to do hard things so believe in yourself.","You are magic. Don't ever apologize for the fire in you.\\u201d","Beautiful Nightmare.","I wanna say I lived each day, until I die.","I got the gloss on my lips.","Sparkle every single day.","A girl should be like a butterfly. Pretty to see, hard to catch.","It's that heart of gold, & stardust soul that make you beautiful.","Me, myself, and I","Darling, your looks can kill","Someday when the pages of life end, I know that you will be one of it's most beautiful chapters.","She has fire in her soul and grace in her heart.","Be your own kind of beautiful.","Light up the night, wild one. Your smile is going to save someone's life.","Sweet as sugar, hard as ice. Hurt me once, I'll kill you twice."]