["I'm never afraid of using bold colors or glitter or a stronger lipstick.","As I get older, I find that wearing bright colors cheers me up.","Colors are the smiles of nature.","In 'Swimming Pool,' all the colors are very warm, sunny, the pool and all that. In 'Love Crime,' everything is so cold, and it's all inside skyscrapers.","The whole point is to live life and be - to use all the colors in the crayon box.","I try to apply colors like words that shape poems, like notes that shape music.","The makeup is simply an extension of the personality and colors, clothing, makeup all express something.","Red is one of the strongest colors, it's blood, it has a power with the eye. That's why traffic lights are red I guess, and stop signs as well... In fact I use red in all of my paintings.","The sound of colors is so definite that it would be hard to find anyone who would express bright yellow with base notes, or dark lake with the treble.","Fall in love with a dog, and in many ways you enter a new orbit, a universe that features not just new colors but new rituals, new rules, a new way of experiencing attachment.","Your attitude is like a box of crayons that color your world. Constantly color your picture gray, and your picture will always be bleak. Try adding some bright colors to the picture by including humor, and your picture begins to lighten up.","The rainbow is a part of nature, and you have to be in the right place to see it. It's beautiful, all of the colors, even the colors you can't see. That really fit us as a people because we are all of the colors. Our sexuality is all of the colors. We are all the genders, races, and ages.","We must show our Christian colors if we are to be true to Jesus Christ. C. S.","To my young friends out there: Life can be great, but not when you can't see it. So, open your eyes to life: to see it in the vivid colors that God gave us as a precious gift to His children, to enjoy life to the fullest, and to make it count. Say yes to your life.","There are so many opportunities to see the sun go down in the evening and the sun come up in the morning. The colors change on the trees, on the snow. I'm surrounded by people who are friendly and helpful.","It's ok to show all your colors.","The mind wears the colors of the soul, as a valet those of his master.","Transportation is the center of the world! It is the glue of our daily lives. When it goes well, we don't see it. When it goes wrong, it negatively colors our day, makes us feel angry and impotent, curtails our possibilities.","Colors, like features, follow the changes of the emotions.","Black and white are the colors of photography. To me they symbolize the alternatives of hope and despair to which mankind is forever subjected.","Cooking is like painting or writing a song. Just as there are only so many notes or colors, there are only so many flavors - it's how you combine them that sets you apart.","I am really into color and bright clothing. When I'm wearing heels, I always like to throw some different colors into my outfit, so it doesn't match. That gives my look a retro and funky feel.","If I feel really ugly or unhappy, sometimes I'll choose bright colors so they'll make me feel good. Yellows, pinks, light blues and orange. I just want to feel good all the time if I can. And colors and hairstyles and all that kind of helps out.","Nature always wears the colors of the spirit."]