["It is painful to watch children trying to show off for parents who are engrossed in their cell phones. Children are nostalgic for the 'good old days' when parents used to read to them without the cell phone by their side or watch football games or Disney movies without having the BlackBerry handy.","Make them laugh, make them cry, and hack to laughter. What do people go to the theatre for? An emotional exercise. I am a servant of the people. I have never forgotten that.","Pick up a camera. Shoot something. No matter how small, no matter how cheesy, no matter whether your friends and your sister star in it. Put your name on it as director. Now you're a director. Everything after that you're just negotiating your budget and your fee.","Film making is a chance to live many lifetimes.","Acting is not about being famous, it's about exploring the human soul.","If dreams are like movies, then memories are films about ghosts.","If you want a happy ending, that depends, of course, on where you stop your story.","Cinema is the most beautiful fraud in the world.","Television is chewing gum for the eyes.","Movies can and do have tremendous influence in shaping young lives in the realm of entertainment towards the ideals and objectives of normal adulthood.","A cinema villain essentially needs a moustache so he can twiddle with it gleefully as he cooks up his next nasty plan.","I secretly enjoy being alone - hiking alone, skiing alone, walking along the beach alone, going to movies alone. Do not get me wrong, I like sharing my life with other people, but sometimes I really enjoy being as alone as possible.","You have to realize I like doing big movies that appear on a big screen. So the visuals and the audio have to be of a certain quality before I start to get excited about the thing.","I like to go out if there's a party or go to the movies, but I just like hanging out with my buddies and having a good time.","Cinema should make you forget you are sitting in a theater.","Whenever I have free time, I love to just lay in my bed and watch YouTube videos, watch movies. Just basically do nothing.","A film is - or should be - more like music than like fiction. It should be a progression of moods and feelings. The theme, what's behind the emotion, the meaning, all that comes late.","I like zombie movies. I like 'The Walking Dead;' I like the metaphor of it, simply because when we go with the zombie concept - if you're bitten by a zombie, you don't transform into something else like a vampire or a werewolf or whatever. You become something that's not you.","A film is never really good unless the camera is an eye in the head of a poet."]