["It's funny because it's true","Warning \\u2013 You might fall in love with me.","Puts selfie on top of tree because I'm a star","Baby, it's cold outside","\\u201cI was born to stand out.\\u201d","\\u201cI do a thing called \\u2018what I want\\u2019.\\u201d","You're the poison in the wine","Who cares? I'm AWESOME..!!","I got that pumps and a bump and you know you wanna try it","Feeling Fresh","I'm not lazy, just relaxed","A true friend is the greatest of all blessings","So many changes in a year","Please don't download my Selfie, you may fall in love with me","By the way, I'm wearing the smile you gave me","Smile, it confuses people","All good things are wild and free","I'm cool but Summer made me hot!","Cold Days, Warm Hearts","Selfie with the crew","Whatever you do in life, make sure it makes you happy.","But first\\u2026 let me take a selfie","Happiness is meeting an old friend after a long time and feeling that nothing has changed","I Can't-Do That Now Bc I'm Taking Selfies!!!","The best of me is yet to come","Little by Little","Life is full of surprisesI","Give me some space","Be yourself, there's no one better.","Love your enemies","Never give up on your hair! It's the next thing people notice after your smile","5'2 but my attitude 6'1","Cinderella never asked for a prince","Proof that I can do selfies better than you","One bad chapter doesn't mean your story is over","Moments like these\\u2026This is what we live for, this is why we exist","Just hanging with my friends","Bout to make me give you reason to be insecure","Keep the Smile On!","Makeup magnifies the beauty that already exists","You're always too far from here","My excuse is that I'm young","Best Friends Forever..!!!!","Waist so small, look like lipo","I'm the girl you'll never be.","by the way, I'm wearing the smile you gave me","Love of a FAMILY is life's greatest blessing\\u2026!!!","L.Y. First Love Yourself","Keep calm and take a selfie","Her attitude kinda savage but her heart is gold","If you got eyes, look at me now","People are looking at me funny","I am not taking selfie, I am just checking my camera quality","God is really creative, I mean..Just look at me","Time to party, ladies","I love Selfies","Real men don't take selfies","Let's just be who we are","Add any of the following short captions to your Instagram selfie.","Messy hair don't care","OMG, look at my selfie","Dieting with friends :p","I just got 30 likes, #selfiepro","I'm no beauty queen, I'm just beautiful me","You don't know me","Sunshine and moonshine","Do more of what makes you happy","I'm a unicorn","Soul on fleek","I'd rather lose a lover than to love a loser","A selfie a day keeps your FB friends away","Once you realize you deserve better letting go will be the best decision ever","there is beauty in simplicity","Open your eyes, I'm more brilliant than you'll ever be","Focus on the Good","Let life surprise you","This is my thug life","I make your heart laugh","Last night was a blue","Clicked a selfie after a long time!","Be happy; it drives people crazy","Escape the ordinary","There's nothing more precious than sharing special moments with family","Aspire to Inspire before we expire","Sundays are Special","Stiff smile just like I'm Aphex Twin","I woke up like this; flawless","Be the best version of you","I love my hair in this pic","Be obsessively grateful","Young enough to chase, but old enough to know better.","Sometimes I'm in a selfie mood","you make my heart smile","Selfie Time!","Being happy never goes out of style","I feel good today","Make Peace with your broken pieces","You have every right to a beautiful life","\\u201cNot everyone likes me, but not everyone matters.\\u201d","There's no place like home","The sun will shine someday","Smile","A selfie a day keeps the friends away.","Life is better when you're smiling","Show me something before I show something to you","Embrace the glorious mess that you are","Straightening my hair","Don't you know you're playing with fire tonight?","Short hair don't care","Who said I was an angel?","I have no selfie control","Surround yourself with makeup, not negativity","A better version of me","The smallest change can make the biggest difference","Time for Changes","I feel extremely happy","I am not a selfie expert","Ice cold like my drink","Live don't just exist","I feel the start of something new","Happily dressed in black","Elegance is a beauty that never fades","It's the little things in life","These are the seasons of emotion","Selfie in paradise","Some past memories bring a smile to you. And this is surely one of it.","Live for the moments you can't put into words","Grow through what you go through","Make it simple but significant","Dream without fear, love without limits.","I'm cool but global warming made me hot","This is how to be a heartbreaker","Ice Cream is Cheaper Than Therapy","A good family is priceless","Animal selfies are the best selfies","Living is easy with your eyes closed","I am looking fresher than you","Real men don't take selfies","Silly girls are the best","Smile, it confuses peopleThese are the seasons of emotion","Why not take a selfie when you are feeling good and fresh today","\\u201cThere\\u2019s always a wild side to an innocent face.\\u201d","I'm your love and life","Hating me doesn't make you pretty","Life is like a mirror, we get the best results when we smile","You're the right face at the wrong time, love, I only wish I woulda known it","Fresh just like Carlton, I kill 'em with Will","long weekend love","I'm everything you want but can't have","Different doesn't mean wrong","be you. do you. for you.","Smile at the world, and she'll smile back","If you got eyes, look at me now","Go green!","When the roots are deep there are no reasons to fear the wind","The moment when you realize everything's perfect","It's sexy time","I have no idea what I'm doing","I don't take selfies all the time, just every day","\\u201cI have a hopeless crush with someone I have no chance with..\\u201d","Don't copy my style of taking Selfies","\\u201cBe yourself \\u2013 everyone else is taken.\\u201d","Sending your selfies to NASA because you're a star","Who says I never smile in my selfie?","Life was meant for good friends and great adventures","Take my selfie and be merry","Friends are born, not made","Life is too short to wear boring clothes","Whatever sprinkles your donuts","Never looked so good","We all shine on","Sending your selfies to NASA because ur a Star","Life is short, Wear cute shoes","When you look at me, what do you see?","Pretty in pink!","Anti-You","Trouble never looked so god damn fine","Happy days are here again!","Wanderlust and city dust","Life takes you to places, love brings you home.Home sweet home","Under construction","There are so many beautiful reasons to be happy","Yeah, if you don't learn your lesson you gon' get yourself in permanent detention","\\u201cCourage is fire, and bullying is smoke\\u201d.","I got thorns Wear them like a crown I got thorns You should know by now That's what you get when you pick a rose","Surround yourself with those who make you happy","Simplicity is the key to brilliance","You'll never understand me","Sugar, how'd you get so fly?"]