["There's, like, a bunch of dogs in here.","Having a dog will bless you with the happiest days of your life, and one of the worst days.","If my Dog doesn't like you, we probably won't either.","Crazy dog lady.","Dogs are not our whole life, but they make our lives whole.","Dogs have a way of finding the people who need them and filling an emptiness we didn't even know we had.","A dog is the only thing on earth that loves you more than he loves himself.","When I needed a hand, I found your paw.","I wish I could text my dog.","My sunshine doesn't come from the skies","Welcome to our home where dog hair is both a fashion accessory & a condiment.","Dog hair is my glitter.","Caution: Dogs can't hold their licker.","If my dog makes you uncomfortable, I'd be happy to lock you up in the other room.","Dogs are God's way of apologizing for your relatives.","My dog does this amazing thing where he just exists and makes my whole life because of it.","Dog leave paw prints on your heart.","Lamby the bichon frise.","Whoever said that diamonds are a girl's best friend\\u2026 Never owned a dog.","Money can buy a lot of things, But it doesn't wiggle its butt everytime you come in the door.","I wonder what my dog named me.","Dogs are my favorite people.","The journey of life is sweeter when traveled with a dog.","The more boys I meet the more I love my dog.","All you need is love & a dog.","Dogs ask for so little but deserve so much.","What a beautiful world it would be if people had hearts like dogs.","Everyone thinks they have the best dog, and none of them are wrong.","Not to brag or anything, but I'm kind of a big deal to my dog.","I'm not spoiled my master is just well trained.","My windows aren't dirty that's just my dog, not art.","Love is a four-legged word.","The road to my heart is paved with pawprints.","You'll never get the dog that you want, you'll always get the dog that you need.","The best therapist has fur and four legs.","Life is too short to just have one dog.","You can't buy love but you can rescue it.","If I had a dollar for every time my dog made me smile. I would be a millionaire.","Live, Love, Bark","No matter how many years we get with our dogs, it's never long enough.","Puppy Love!","Sometimes you just gotta lay on the floor with your dog.","Love is wet noses, sloppy kisses & wagging tails.","Dog kisses fix everything","Dog do speak, but only to those who know how to listen."]