["I am not perfect. I make mistakes. But when I say Sorry I mean it!","Everybody knows that something\\u2019s wrong but nobody knows what\\u2019s going on.","Wheresoever you go, go with all your heart.","It\\u2019s not a phase mom, it\\u2019s who I am.","Work until your bank account looks like a phone number.","Don\\u2019t tell me I\\u2019m less than my freedom.","Get busy living or get busy dying.","Make improvements, not excuses. Seek respect, not attention.","Be a stiletto in a room full of flats.","I am allowed to look sexy, feel sexy, and be in love. I am worthy of all those things. And so are you.","Yesterday is not ours to recover, but tomorrow is ours to win or lose.","Today\\u2019s the best kind of day","Fear is stupid. So are regrets.","Be thankful for everything that happens in your life it\\u2019s all an experience.","Age is of no importance unless you\\u2019re a cheese.","Someday is not a say of the week.","You\\u2019re braver than you believe and stronger than you seem, and smarter than you think.","People rarely succeed unless they have fun in what they are doing.","Things may come to those who wait, but only the things left by those who hustle.","Life is a shipwreck but we must not forget tossing in the lifeboats.","There are no seven wonders of the world in the eyes of a child.There are seven million. ","It is better to be a failure at something you love than to be a success at something you hate. ","The most important thing is to enjoy your life \\u2013 to be happy \\u2013 that\\u2019s all that matters.","Every path has obstacles, but it is up to you to continue to smile and walk that path.","The only person you should try to be better than is the one you were yesterday.","Being different isn\\u2019t a bad thing. It means you\\u2019re brave enough to be yourself. ","My key to dealing with stress is simple: just stay cool and stay focused.","Some things are better in dreams.","The more you read, the more things you will know. The more that you learn, the more places you\\u2019ll go.","Keep your chin up so your crown doesn\\u2019t slip","Don\\u2019t let what you can\\u2019t do stop you from doing what you can do.","When I hear somebody sigh, Life is hard, I am always tempted to ask, \\u2018Compared to what?\\u2019","Smile today, tomorrow could be worse.","Life is not a problem to be solved, but a reality to be experienced.","If my mind can conceive it, if my heart can believe it, then I can achieve it.","Reach high, for stars lie hidden in your soul. Dream deep, for every dream, precedes the goal. ","At least this balloon is attracted to me!","One of the lessons that I grew up with was to always stay true to yourself and never let what somebody else says distract you from your goals. \\u2014","The key to success is not through achievement but through enthusiasm.","If we could only turn back time\\u2026","I find that the harder I work, the more luck I seem to have.","Go confidently in the direction of your dreams. Live the life you have imagined.","Do the one thing you think you cannot do. Fail at it. Try again. Do better the second time. The only people who never tumble are those who never mount the high wire. \\u2014","Either you run the day or the day runs you.","Life is better when you\\u2019re laughing.","The time is always right to do what is right. ","Life is a shipwreck but we must not forget to sing in the lifeboats.\\u2014","Fearless, hope more. Eat less, chew more. Whine less, breathe more. Talk less, say more. Love more and all good things will be yours.","Aye I\\u2019m just feeling my vibes right now, I\\u2019m feeling myself.","Do the hard jobs first. The easy jobs will take care of themselves.","If you are working on something exciting that you really care about, you don\\u2019t have to be pushed. The vision pulls you. \\u2014","Lives change like the weather. I hope you remember today is never too late to be brand new.","Start each day with a positive thought and a grateful heart.","You\\u2019re amazing, brave, strong, beautiful and perfect in every way","Success is no accident. It is hard work, perseverance, learning, studying, sacrifice, and most of all, love of what you are doing or learning to do. \\u2014","Once you replace negative thoughts with positive ones, you\\u2019ll start having positive results.","Life is the biggest party you\\u2019ll ever be at","Success is not final failure is not fatal: It is the courage to continue that counts.","Be yourself, there\\u2019s no one better.","I know my silence and my tears will heal my pain one day.","Dear old me, I am so sorry I\\u2019ve hurt you and never thought about you please come back if possible I promise I\\u2019ll not let you go again.","Prepare & Prevent Instead Of Repair & Repent.","Stay strong. Make them wonder why you are still smiling.","They told me I couldn\\u2019t that\\u2019s why I did.","The secret of getting ahead is getting started. ","The only way to do great work is to love what you do. If you haven\\u2019t found it yet, keep looking. Don\\u2019t settle.","Keep your face to the sunshine and you cannot see a shadow.","Don\\u2019t be afraid of life\\u2019s challenges. ","Don\\u2019t doubt your value. Don\\u2019t run from who you are. ","If they don\\u2019t like you for being yourself, be yourself even more.","Caring too much about what people think of you is useless. Most people don\\u2019t even know what they think of themselves.","Believe you can and you\\u2019re halfway there.","Filling my mind with happy thoughts","No kid is unsmart. Every kid\\u2019s a genius at something. Our job is to find it. And then encourage it. ","Today\\u2019s a great day, you can\\u2019t stand in my way","The minute you settle for less than you deserve, you get even less than you settled for.","If you absolutely can\\u2019t stay positive, don\\u2019t go negative, just cruise neutral for a while until you can get back up.","What is your super power?","Be happy, it drives people crazy.","Light tomorrow with today. ","Quit trying to fix me, I am not broken.","Accept everything about yourself, I mean everything,You are you and that is the beginning and the end,no apologies, no regrets.","Always borrow money from a pessimist. He won\\u2019t expect it back.","Instead of worrying about what you cannot control, shift your energy to what you can create.","There is only one happiness in this life, to love and be loved.","Life is short. Smile while you still have teeth.","No one can make you feel inferior without your consent.","I\\u2019m thankful for the struggles that made me the person I am today","Ohana means family. Family means nobody gets left behind or forgotten.","All students can learn and succeed, but not on the same day in the same way.","You can\\u2019t dull my sparkle \\u2728","My therapist told me the way to achieve true inner peace is to finish what I start. So far I\\u2019ve finished two bags of M&Ms and a chocolate cake. I feel better already. ","Stay positive in every situation and everything you do, never stop trying, have faith don\\u2019t stop due to failure.","It is not the answer that enlightens, but the question.","We grow great by dreams.","Remember that happiness is a way of travel \\u2013 not a destination.","Learn the rules like a pro, so you can break them like an artist. \\u2014","People won\\u2019t always love you. They may love what you bring to the table and love what you may do for them, but that doesn\\u2019t mean they love you. Learn the difference, my friends.","You can\\u2019t wait for inspiration. You have to go after it with a club.","Never put off until tomorrow what you can do the day after tomorrow.","Just one small positive thought in the morning can change your whole day.","Being cool is being your own self, not doing something that someone else is telling you to do.","Be the person you needed when you were young","Don\\u2019t worry about those who talk behind your back, they\\u2019re behind you for a reason.","Life is simple. It\\u2019s just not easy.","No one is perfectthat\\u2019s why pencils have erasers. ","It may hurt a lot now, but I\\u2019m strong enough to handle it","How wonderful it is that nobody need wait a single moment before starting to improve the world. \\u2014","Be patient and tough; someday this pain will be useful to you.","Don\\u2019t count the days, make the days count.","You can\\u2019t live an EPIC life without EPIC people","In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact.","Opportunity does not knock, it presents itself when you beat down the door.","Whether you think you can or think you can\\u2019t, you\\u2019re right. ","Be more of you, and less of them.","Only dead fish go with the flow.","Being happy never goes out of style.","The most important things in life are not what you can see, but what you feel. ","If you don\\u2019t know where you are going, you might wind up someplace else.Yogi Berra","Be mindful. Be grateful. Be positive. Be true. Be kind.","You\\u2019ve got to get up every morning with determination if you\\u2019re going to go to bed with satisfaction.","Going to bed early. Not going to a party. Not leaving my house. My childhood punishments has become my adult goals.","Never let anyone treat you like you\\u2019re ordinary.","If everything seems under control, you\\u2019re not going fast enough. ","Every child is born a genius. ","Don\\u2019t take life too seriously. Nobody gets out alive.","Developing some good habits today","A journey of a thousand miles begins with a single step.","The future depends on what you do today.","I know the voices in my head aren\\u2019t real\\u2026.. but sometimes their ideas are just absolutely awesome!","Even if you\\u2019re on the right track, you\\u2019ll get run over if you just sit there.","Mistakes are proof that you\\u2019ve tried","Be who and what you want, period.","When you know better, you do better.","Yesterday\\u2019s home runs don\\u2019t win today\\u2019s games. \\u2014","I find television very educational. Every time someone turns it on, I go in the other room and read a book.","You don\\u2019t have to jump high for people to like you, love you, want to be with you, and notice you. You just have to be yourself, and you will be accepted for who you are.","If you have good thoughts, they will shine out of your face like sunbeams and you will always look lovely.","Do what you can, with what you have, where you are.","Life itself is the most wonderful fairy tale.","All you need in this life is ignorance and confidence, and then success is sure.","Stay Focused And Extra Sparkly.","Your hardest times often lead to the greatest moments of your life. Keep going. Tough situations build strong people in the end.","I\\u2019m here for a good time not a long time","Take care of your body. It\\u2019s the only place you have to live.","Not everyone likes us. But not everyone matters.","Future\\u2019s so bright we need shades","Open The Door To Safety: Awareness Is The Key!","Don\\u2019t judge each day by the harvest you reap but by the seeds that you plant.","Only surround yourself with people who will lift you higher.","Be like a postage stamp. Stick to a thing till you get there.","Take every chance you get in life, because some things only happen once.","You know you are happy when you catch yourself smiling even when no one is around.","Every day brings an opportunity to do something legendary.","It is not how much we have, but how much we enjoy, that makes happiness.","People will judge you without knowing who you are, people will wish you bad things without knowing your story, but you don\\u2019t have to listen to them. They are not better than you.","Life is 10% what happens to us and 90% how we react to it. ","Hating me doesn\\u2019t make you pretty.","There is no substitute for hard work.","Be positive with every idea surrounding your dreams. Think about the possibility of what you plan to do and approach it with an optimistic action. Stay positively.","Watch Your Step \\u2013 It Could Be Your Last","Write what you want, say what you want \\u2018bout me, if you\\u2019re wondering, know that I\\u2019m not sorry.","Every action in our lives touches on some chord that will vibrate in eternity. ","Create your own happiness.","A clever person solves a problem. A wise person avoids it. A dumb person creates it.","They laugh at me because I\\u2019m different, I laugh at them because they\\u2019re all the same.","Never be afraid of what you are going for.","Make them stop and stare.","It always seems impossible until it is done.","The real opportunity for success lies within the person and not in the job.","Always turn a negative situation into a positive situation.","Keep away from people who try to belittle your ambitions.Small people always do that,but the really great make you feel that you, too,","An apple a day will keep anyone away if you throw it hard enough","Don\\u2019t live a life regretting the things you didn\\u2019t do. Go do things!","Winning doesn\\u2019t always mean being first. Winning means you\\u2019re doing better than you\\u2019ve done before.","Luck is what you have leftover after you give 100 percent.","Positive thinking will let you do everything better than negative thinking will.","Have a heart that never hardens, and a temper that never tires and a touch that never hearts.","If you had the time machine, where would you go?","If you think you are too small to make a difference, try sleeping with a mosquito. \\u2014","Do what is right, not what is easy nor what is popular.","Start by changing your thoughts; finish by changing your life.","The question isn\\u2019t can you, it\\u2019s will you?","Optimism is a happiness magnet. If you stay positive, good things and good people will be drawn to you.","Dream big and dare to fail.","We must all face the choice between what is right and what is easy. ","The brain is a wonderful organ it starts working the moment you get up in the morning, and does not stop until you get into the office.","Every object, every being, is a jar of delight. Be a connoisseur. ","Don\\u2019t let anyone tell you that you\\u2019re not strong enough.","Be kind whenever possible. It is always possible.","The weak can never forgive. Forgiveness is the attribute of the strong.","It\\u2019s good that you have two hands because I can be a handful","Minds are like parachutesthey only function when open. ","You can\\u2019t break this girl..","Everyone has their weakness, but I have two: everything you say, and everything you do.","I don\\u2019t know whether love brings happiness or sadness, but it definitely brings something called \\u2018CHANGE.\\u2019","In any moment of decision, the best thing you can do is the right thing. The worst thing you can do is nothing. ","What would be your life soundtrack?","One does not simply \\u201cLet it go\\u201d.","Throwback to those days when life was less terrible.","The only time you fail is when you fall down and stay down.","If you are always trying to be normal, you will never know how amazing you can be.","The best mistake to never repeat is to never cry for the same problem twice.","Optimism is a happiness magnet. If you stay positive good things and good people will be drawn to you.","Pessimism leads to weakness, optimism to power.","We don\\u2019t stop playing because we grow old we grow old because we stop playing.","When life throws a rock at you, throw back a brick.","Good vibes only","You only live once","Life is only as legendary as you make it","It is better to fail in originality than to succeed in imitation.","Dwell on the beauty of life. Watch the stars, and see yourself running with them.","Don\\u2019t worry about the world coming to an end today. It is already tomorrow in Australia.","So much to be thankful for","You only live once, but if you do it right, once is enough.","If at first, you don\\u2019t succeed, then skydiving definitely isn\\u2019t for you.","A child is a curly dimpled lunatic. ","I\\u2019m a positive person, and I try to look at the good side of everything.","Everyone said I could be Anything\\u2026 So I became Sexy!","Things may come to those who wait, but only the things left by those who hustle. \\u2014","Being happy never goes out of style.","Know yourself, know your worth","3 things you have learnt this year? Go, leave a comment below.","Be the change you want to see in the world.","The only man who never makes a mistake is the man who never does anything.","If you see someone without a smile, give them one of yours.","Out of clutter, find simplicity. From discord, find harmony. In the middle of difficulty lies opportunity. \\u2014","When nothing goes right, go left.","Never give up on what you really want to do. The person with big dreams is more powerful than one with all the facts.","Positive anything is better than negative nothing.","A conclusion is a place where you got tired of thinking.","The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will. ","I always wanted to be somebody, but now I realize I should have been more specific.","There are moments when everything is going well, don\\u2019t be frightened\\u2026..It wont last, dear","When every time I feel low, I just close my eyes and think of you.","It\\u2019s okay even the sky cries sometimes.","Life is about taking chances and having fun","True humility is not thinking less of yourself, it is thinking of yourself less.","The difference between genius and stupidity is genius has its limits.","Life is too short for bad vibes.","If you are positive, you\\u2019ll see opportunities instead of obstacles.","Yesterday is not ours to recover, but tomorrow is ours to win or lose.","I love those who can smile in trouble, who can gather strength from distress, and grow brave by reflection. \\u2018Tis the business of little minds to shrink, but they whose heart is firm, and whose conscience approves their conduct, will pursue their principles unto death.","The world is changed by your example, not your opinion.","In what film would you like to live forever?","Lighten up, just enjoy life. Smile more, laugh more, and don\\u2019t get so worked up about things.","Choose a job you love, and you will never have to work a day in your life.","You\\u2019re braver than you believe, stronger than you seem, and smarter than you think.","The best way to cheer yourself up is to try to cheer somebody else up.","Don\\u2019t allow your habitual behaviour to dictate who you truly are.","Today is your day.Your mountain is waiting so get on your way. ","Make each day your masterpiece.","The more you give away the more happy you become. Why fit in when you were born to stand out?","Well, no need to apologies then.","You\\u2019re off to great places, today is your day. Your mountain is waiting, so get on your way.","When one door of happiness closes, another opens. ","5\\u20192 but my attitude 6\\u20191.","There never was a child so lovely but his mother was glad to get him asleep.","We do not need magic to change the world, we carry all the power we need inside ourselves already. We have the power to imagine better.","Life and death are balanced on the edge of a razor.","The elevator to success is out of order. You\\u2019ll have to use the stairs\\u2026 one step at a time.Joe Girard","It took me fifteen years to discover I had no talent for writing, but I couldn\\u2019t give it up because by then I was too famous.","Smiling and dreaming won\\u2019t cost money. So, I expertise in both of them.","I\\u2019m always trying to come down with a win. That\\u2019s what matters to me and my squad.","Wonder is the beginning of wisdom. ","Just don\\u2019t give up trying to do what you really want to do. Where there are love and inspiration, I don\\u2019t think you can go wrong. \\u2014","Concentrate all your thoughts upon the work in hand. The sun\\u2019s rays do not burn until brought to a focus. \\u201c "]