["To the less fortunate\\u2026 life is nothing but a tragedy","Never become a daughter of a house where there\\u2019s no mother ????","The person who once topped the inbox, now flashes in \\u201cpeople you may know.\\u201d.!!","Keep smiling\\u2026 And one day life will become tired of upsetting you","204 countries, 805 Islands, 7 seas, 7+ Billion people and I\\u2019m single!!!","One of the biggest mistakes I\\u2019ve ever made was expecting my happiness from others !!","To understand me, you have to meet me and be around me. And then only if I\\u2019m in a good mood \\u2013 don\\u2019t meet me in a bad mood.","I don\\u2019t care for people, who don\\u2019t care for me!","Clouds suit my mood just fine.","I pretend I\\u2019m not hurt, I walk about the world like I\\u2019m having fun.","Be careful who you fall in love with, cause someone somewhere won\\u2019t approve.","Value the person when they are alive don\\u2019t cry for them when they are dead.","A magic of songs and sound, When you are happy you just listen the song, but when you are sad you understand the song\\u2026","Until it happens to you, you won\\u2019t know how it feels.","You\\u2019re an expert at sorry and keeping the lines blurry.","I\\u2019m always where the sun doesn\\u2019t shine.","Seven billion people on this planet and I have 2 friends","Maybe the wolf was in love with the moon and each month they cried out for a love it would never touch.","The more you show your true feelings, the more people find ways to hurt you.","Being in a bad mood with your friends beats being in a bad mood without them.","It\\u2019s amazing how someone break your heart but you still love them with all little broken pieces.","This is the problem with getting attached to someone. When they leave, you just feel lost.","You know sometimes when you\\u2019re in a really bad mood and you\\u2019re not sure why? That\\u2019s how I get sometimes.","The worst battle is the one that goes on between your heart and your mind. You never know which one to listen to\\u2026","Never hurt people who love you a lot, because they won\\u2019t hurt you back. But they\\u2019ll probably have no choice but to leave you forever\\u2026","Don\\u2019t judge. You don\\u2019t know what storms someone has just walked through.","I preferred walking away than fighting for you not because you were not worth fighting for but because you never asked me to stay\\u2026","Sometimes, it\\u2019s not the song that makes you emotional, it\\u2019s the people and things that come to your mind when you hear it.","Breathing is hard. When you cry so much, it makes you realize that breathing is hard.","When you\\u2019re dreaming with a broken heart, waking up is the hardest part.","I spent my life weighed down by a stone heart, drowning in irony and settling for anything.","Don\\u2019t expect me to tell you what you did wrong. If you can\\u2019t figure it out yourself, then you are not ready to correct it,cos you did not know it was a mistake.","The hardest thing to do is watch the person you love, love someone else.","Sometimes I wish I were a little kid again\\u2026 skinned knees are easier to fix than broken hearts.","I post a picture of myself cause I\\u2019m lonely. Everyone knows what I look like, not even one of them knows me.","Every heart has pain. Only the way of expressing it is different. Fools hide it in eyes while the brilliant hide it in their smile.","I will never stop caring, but if you decide to push me away, I will go.","She was brave and strong and broken all at once.","That\\u2019s one of the peculiar things about bad moods we often fool ourselves and create misery by telling ourselves things that simply are not true.","Behind every flirty boy there is a girl who left him alone with no reasons!!","I know you won\\u2019t come back but my heart will take life long time to accept this."]