["All the shy people are doomed! Natural selection favors the loud and the aggressive.","Once burnt, twice shy.","A shy cat makes a proud mouse.","Who is shy dies from hunger.","But hopes are shy birds flying at a great distance, seldom reached by the best of guns.","Do not be shy of those who are not shy.","Shyness is a curious thing, because, like quicksand, it can strike people at any time, and also, like quicksand, it usually makes its victims look down.","What troubles me is the Internet and the electronic technology revolution. Shyness is fueled in part by so many people spending huge amounts of time alone, isolated on e-mail, in chat rooms, which reduces their face-to-face contact with other people.","Shy, like a hospitable country hostess anxious to give pleasure, but afraid that she has not much to offer citizens of a larger world.","He that wants should not be bashful.","The fact of the matter is that most actors are shy people.","Shyness isn't something that just children feel. Anybody can feel shy. And one reason we feel that way is that we're not sure other people will like us just the way we are.","Shyness is only the effect of a sense of inferiority in some way or other.","Not till the reserve ceases towards one's self; and then the attraction may be the greater.","A place has almost a shyness of a person with strangers; its secret is not to be surprised by too direct interrogation.","Many a man is praised for his reserve and so-called shyness when he is simply too proud to risk making a fool of himself.","In talking, shyness and timidity distort the very meaning of my words. I don't pretend to know anybody well. People are like shadows to me and I am like a shadow.","Home is where the heart can laugh without shyness.","Clothe yourself with shyness and armor yourself with loyalty.","You know, if you could just overcome your shyness and learn not how to be so vague, speak your mind, yet, get to the point, you might get somewhere in this world.","There was a magnificent human shining brightly behind her shy.","A woman's best jewellery is her shyness.","My shy hand shades a hermitage apart, - \\\/ O large enough for thee, and thy brief hours. \\\/ Life there is sweeter held than in God's heart, \\\/ Stiller than in the heavens of hollow flowers.","It is not inertia alone that is responsible for human relationships repeating themselves from case to case, indescribably monotonous and unrenewed: it is shyness before any sort of new, unforeseeable experience with which one does not think oneself able to cope. But only someone who is ready for everything, who excludes nothing, not even the most enigmatical will live the relation to another as something alive.","When the shy star goes forth in heaven \\\/ All maidenly, disconsolate, \\\/ Hear you amid the drowsy even \\\/ One who is singing by your gate. \\\/ His song is softer than the dew \\\/ And he is come to visit you.","It's never my intent to be controversial but I don't shy away from it.","I've come from nowhere, and I'm not shy to go back.","I have reason to be shy . I've been hurt plenty.","The way you overcome shyness is to become so wrapped up in something that you forget to be afraid.","You know what my greatest personal stumbling block is? My shyness.","I am quite shy and people think I'm aloof..","I've always been quite shy. Very confident but very shy.","I can be very shy...but when I'm around people I know, I can be extremely loud.","One is always half mad when one is shy of people.","My feelings are too loud for words and too shy for the world."]