["He had placed himself at her feet so long that the poor little woman had been accustomed to trample upon him. She didn't wish to marry him, but she wished to keep him. She wished to give him nothing, but that he should give her all. It is a bargain not unfrequently levied in love. ","My silence is just another word for my pain. A love like I have for you, I'll never, ever know again.","She recognized it at once love, one way deep adoration that bounced off and did not bounce back. Careful, quiet love that didn't care and went on anyway.","Nothing hurts more than realizing he meant everything to you, but you meant nothing to him.","That it\\u2019s hard to wait around for something that you know may never happen but that it\\u2019s even harder to give up especially when it's everything you ever wanted.","If you love something let it go. If it comes back to you it\\u2019s,was yours, if doesn't, it never was.","It's not enough to believe! Don't you see that, you stupid girl? You could spend your whole life hoping and believing! If a love affair is one sided, then it's only ever a question, never an answer. You can't live your life waiting for an answer.","The pain of one sided love, of knowing that I had loved her more than she had loved me.","I have to admit, an unrequited love is so much better than a real one. I mean, it\\u2019s perfect. But as long as something is never even started, you never have to worry about it ending. It has endless potential.","When you loved someone and had to let them go, there will always be that small part of yourself that whispers, What was it that you wanted and why didn't you fight for it?","I love you Daddy. How hard was that to say. Why hadn't she said it before, because she wasn't sure she meant it or was she afraid it would be one sided.","When you care for people more than they deserve, you get hurt more than you deserve.","Perhaps unrequited love was like a specter in the house, a presence that brushed at the edge of senses, a heat in the dark, and a shadow under the sun.","A person doesn't know true hurt and suffering until they\\u2019ve felt the pain of falling in love with someone whose affections lie elsewhere.","Because, if you could love someone, and keep loving them, without being loved back then that love had to be real. It hurt too much to be anything else.","If you don't receive love from the ones who are meant to love you, you will never stop looking for it.","The truth about life is, never lose yourself while trying to hold onto someone who doesn't care about losing you in the first place.","There comes a time in your life when you have to choose to turn the page, write another book or simply close it.","My LORD, the wait is long, my dream of you does not end.","Although he doesn't know it yet, she isn't his real life. But he is hers. This is painful.","That sometimes no matter how many eyelashes or dandelion seeds you blow, no matter how much of your heart you tear out and slap on your sleeve, it just ain't gonna happen.","People do incredible things for love, particularly for unrequited love.","Stop breaking your own heart for someone who isn't even fighting to keep yours in one piece.","All relationships have one law : Never make the one you love feel alone, especially when youre there.","It hurts when you have someone in your heart but you can't have them in your arms.","You can't fix yourself by breaking someone else.","Stop breaking your own heart for someone who isn't even fighting to keep yours in one piece.","You can sacrifice and not love. But you cannot love and not sacrifice"]